Repository: Scighost/Starward
Catalog: src/Starward.Core/Localization/CoreLang.*.resx
Languages: ja_jp, ko_kr, ru_ru, vi_vn, zh_tw

# GachaType_CharacterEventWarp
source: Character Event Warp
ja_jp: イベント跳躍 (キャラクター)
ko_kr: 캐릭터 이벤트 워프
ru_ru: Прыжок события: Персонаж
vi_vn: Bước Nhảy Sự Kiện Nhân Vật
zh_tw: 角色活動躍遷

# GachaType_CharacterEventWish
source: Character Event Wish
ja_jp: イベント祈願 (キャラクター)
ko_kr: 캐릭터 이벤트 기원
ru_ru: Молитва события персонажа
vi_vn: Sự Kiện Cầu Nguyện Nhân Vật
zh_tw: 角色活動祈願

# GachaType_CharacterEventWish_2
source: Character Event Wish - 2
ja_jp: イベント祈願 (キャラクター 2)
ko_kr: 캐릭터 이벤트 기원 - 2
ru_ru: Молитва события персонажа - 2
vi_vn: Sự Kiện Cầu Nguyện Nhân Vật - 2
zh_tw: 角色活動祈願-2

# GachaType_DepartureWarp
source: Departure Warp
ja_jp: 始発跳躍
ko_kr: 초행길 워프
ru_ru: Отправной Прыжок
vi_vn: Bước Nhảy Đầu Tiên
zh_tw: 始發躍遷

# GachaType_LightConeEventWarp
source: Light Cone Event Warp
ja_jp: イベント跳躍 (光円錐)
ko_kr: 광추 이벤트 워프
ru_ru: Прыжок события: Световой конус
vi_vn: Bước Nhảy Sự Kiện Nón Ánh Sáng
zh_tw: 光錐活動躍遷

# GachaType_NoviceWish
source: Novice Wish
ja_jp: 初心者応援祈願
ko_kr: 초보자 추천 기원
ru_ru: Молитвы Новичка
vi_vn: Cầu Nguyện Người Mới
zh_tw: 新手祈願

# GachaType_PermanentWish
source: Permanent Wish
ja_jp: 通常祈願
ko_kr: 상주기원
ru_ru: Стандартный Прыжок
vi_vn: Cầu Nguyện Vĩnh Viễn
zh_tw: 常駐祈願

# GachaType_StellarWarp
source: Stellar Warp
ja_jp: 群星跳躍
ko_kr: 뭇별의 워프
ru_ru: Звёздный Прыжок
vi_vn: Bước Nhảy Chòm Sao
zh_tw: 群星躍遷

# GachaType_WeaponEventWish
source: Weapon Event Wish
ja_jp: イベント祈願 (武器)
ko_kr: 무기 이벤트 기원
ru_ru: Молитва события оружия
vi_vn: Sự Kiện Cầu Nguyện Vũ Khí
zh_tw: 武器活動祈願

# Gacha_CannotParseTheWarpRecordURL
source: Cannot parse the warp record URL.
ja_jp: 跳躍の記録のURLを解析できません。
ko_kr: 워프 기록 URL 을 불러올수 없습니다.
ru_ru: Невозможно разобрать URL записи Прыжока.
vi_vn: Không thể phân tích URL bản ghi bước nhảy.
zh_tw: 無法解析躍遷記錄的URL

# Gacha_CannotParseTheWishRecordURL
source: Cannot parse the wish record URL.
ja_jp: 祈願の記録のURLを解析できません。
ko_kr: 기원 기록 URL 을 불러올수 없습니다.
ru_ru: Невозможно разобрать URL записи Молитвы.
vi_vn: Không thể phân tích URL bản ghi cầu nguyện.
zh_tw: 無法解析祈願記錄的URL

# PostType_Activity
source: Events
ja_jp: イベント
ko_kr: 이벤트
ru_ru: События
vi_vn: Sự Kiện
zh_tw: 活動

# PostType_Announcement
source: Notices
ja_jp: お知らせ
ko_kr: 공지
ru_ru: Уведомления
vi_vn: Thông Báo
zh_tw: 公告

# PostType_Information
source: Info
ja_jp: インフォメーション
ko_kr: 정보
ru_ru: Информация
vi_vn: Thông Tin
zh_tw: 資訊

# Game_GenshinImpact
source: Genshin Impact
ja_jp: 原神
ko_kr: 원신
zh_tw: 原神

# Game_HonkaiStarRail
source: Honkai: Star Rail
ja_jp: 崩壊：スターレイル
ko_kr: 붕괴: 스타레일
zh_tw: 崩壞：星穹鐵道

# Game_HonkaiImpact3rd
source: Honkai Impact 3rd
ja_jp: 崩壊3rd
ko_kr: 붕괴: 3rd
zh_tw: 崩壞3rd

# GameServer_ChinaServer
source: China Server
ja_jp: 中国サーバー
ko_kr: 중국 서버
ru_ru: Китайский сервер
vi_vn: Máy chủ Trung Quốc
zh_tw: 中國服

# GameServer_GlobalServer
source: Global Server
ja_jp: グローバルサーバー
ko_kr: 글로벌 서버
ru_ru: Глобальный сервер
vi_vn: Máy chủ Toàn Cầu
zh_tw: 國際服

# GameServer_ChinaCloudServer
source: China Cloud Server
ja_jp: クラウド版（中国）
ko_kr: 중국 클라우드 서버
ru_ru: Китайский облачный сервер
vi_vn: Máy chủ đám mây Trung Quốc
zh_tw: 中國服雲遊戲

# GameServer_EuropeAmericasServers
source: Europe & Americas Servers
ja_jp: ヨーロッパ＆アメリカサーバー
ko_kr: 유럽 & 아메리카 서버
ru_ru: Серверы Европы и Америки
vi_vn: Máy chủ Châu Âu & Châu Mỹ
zh_tw: 歐美服

# GameServer_JapanServer
source: Japan Server
ja_jp: 日本サーバー
ko_kr: 일본 서버
ru_ru: Японский сервер
vi_vn: Máy chủ Nhật Bản
zh_tw: 日服

# GameServer_KoreaServer
source: Korea Server
ja_jp: 韓国サーバー
ko_kr: 한국 서버
ru_ru: Корейский сервер
vi_vn: Máy chủ Hàn Quốc
zh_tw: 韓服

# GameServer_SEAServer
source: Southeast Asia Server
ja_jp: 東南アジアサーバー
ko_kr: 동남아시아 서버
ru_ru: Сервер Юго-Восточной Азии
vi_vn: Máy chủ Đông Nam Á
zh_tw: 東南亞服

# GameServer_TraditionalChineseServer
source: Traditional Chinese Server
ja_jp: 繁体字中国語サーバー
ko_kr: 중국어 번체 서버
ru_ru: Традиционный китайский сервер
vi_vn: Máy chủ Tiếng Trung Phồn Thể
zh_tw: 繁中服

# GenshinQueryType_GenesisCrystal
source: Genesis Crystals
ja_jp: 創世結晶
ko_kr: 창세의 결정
ru_ru: Кристалы Сотворения
vi_vn: Đá sáng thế
zh_tw: 創世結晶

# GenshinQueryType_Primogem
source: Primogems
ja_jp: 原石
ko_kr: 원석
ru_ru: Камень Истока
vi_vn: Nguyên thạch
zh_tw: 原石

# GenshinQueryType_OriginalResin
source: Original Resins
ja_jp: 天然樹脂
ko_kr: 퓨어레진
ru_ru: Первородная смола
vi_vn: Nhựa nguyên chất
zh_tw: 原粹樹脂

# GenshinQueryType_Artifact
source: Artifacts
ja_jp: 聖遺物
ko_kr: 성유물
ru_ru: Артефакты
vi_vn: Thánh di vật
zh_tw: 聖遺物

# GenshinQueryType_Weapon
source: Weapons
ja_jp: 武器
ko_kr: 무기
ru_ru: Оружие
vi_vn: Vũ khí
zh_tw: 武器

# StarRailQueryType_StellarJade
source: Stellar Jade
ja_jp: 星玉
ko_kr: 성옥
ru_ru: Звездный Нефрит
vi_vn: Ngọc ánh sao
zh_tw: 星瓊

# StarRailQueryType_OneiricShared
source: Oneiric Shared
ja_jp: 往日の夢華
ko_kr: 오래된 꿈
ru_ru: Сущность древних снов
vi_vn: Mộng ước viễn cổ
zh_tw: 古老夢華

# StarRailQueryType_Relic
source: Relic
ja_jp: 軌跡
ko_kr: 유물
ru_ru: Реликвия
vi_vn: Di vật
zh_tw: 遺器

# StarRailQueryType_LightCone
source: Light Cone
ja_jp: 光円錐
ko_kr: 광추
ru_ru: Световой конус
vi_vn: Nón ánh sáng
zh_tw: 光錐

# StarRailQueryType_TrailblazePower
source: Trailblaze Power
ja_jp: 開拓力
ko_kr: 개척력
ru_ru: Энергия Освоения
vi_vn: Sức mạnh khai phá
zh_tw: 開拓力
