Repository: Scighost/Starward
Catalog: src/Starward.Language/Lang.*.resx
Languages: de_de, it_it, ja_jp, ko_kr, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# SelfQueryPage_DeleteThisMonthSData_DeleteSuccessful
source: Deleted {0} records of {1} in {2}.
de_de: {0} Einträge von {1} in {2} gelöscht.
it_it: Eliminato {0} record di {1} in {2}.
ja_jp: {2} 内の {1} の {0} の記録を削除しました。
ko_kr: {2} 의 {1} 기록 {0} 건이 삭제되었습니다.
ru_ru: Удалены записи {0} для {1} в {2}.
vi_vn: Đã xoá {0} bản ghi của {1} vào {2}.
zh_cn: 已删除 {2} 的{1}记录 {0} 条
zh_hk: 已刪除 {1} 係 {2} 嘅 {0} 條記錄。

# LauncherPage_UninstallGame
source: Uninstall Game
de_de: Spiel deinstallieren
it_it: Disinstalla Gioco
ja_jp: ゲームをアンインストール
ko_kr: 게임제거
ru_ru: Удалить игру
th_th: ถอนการติดตั้งเกม
vi_vn: Gỡ cài đặt trò chơi
zh_cn: 卸载游戏
zh_hk: Delete 游戲

# UninstallGameDialog_CleanRegistry
source: Clean Registry
de_de: Registry bereinigen
it_it: Pulisci Registro
ja_jp: レジストリを削除する
ko_kr: 레지스트리 정리
ru_ru: Очистить реестр
vi_vn: Dọn registry
zh_cn: 清理注册表
zh_hk: 清理登錄檔

# UninstallGameDialog_DeleteTemporaryFiles
source: Delete Temporary Files
de_de: Temporäre Dateien löschen
it_it: Elimina File Temporanei
ja_jp: 一時ファイルを削除する
ko_kr: 임시파일 제거
ru_ru: Удалить временные файлы
th_th: ลบไฟล์ชั่วคราว
vi_vn: Xóa tập tin tạm thời
zh_cn: 删除临时文件
zh_hk: Delete 暫存檔案

# UninstallGameDialog_DeleteGameAssets
source: Delete Game Assets
de_de: Spiel-Assets löschen
it_it: Elimina Risorse Di Gioco
ja_jp: ゲームアセットを削除する
ko_kr: 게임 자원 제거
ru_ru: Удалить игровые ресурсы
th_th: ลบเนื้อหาเกม
vi_vn: Xóa nội dung trò chơi
zh_cn: 删除游戏资源
zh_hk: Delete 遊戲資源

# UninstallGameDialog_StepTip
source: Choose the steps of uninstallation. The uninstallation takes a long time, so please be patient.
de_de: Wählen Sie die Schritte zur Deinstallation aus. Die Deinstallation dauert eine Weile und deshalb haben Sie Geduld.
it_it: Scegli i passaggi di disinstallazione. La disinstallazione richiede molto tempo, quindi sii paziente.
ja_jp: アンインストールの手順を選択してください。アンインストールの処理は時間がかかります。処理が終わるまで暫くお待ちください。
ko_kr: 게임 제거 방법을 선택하세요. 제거 과정이 오래 걸릴 수 있습니다.
ru_ru: Выберите шаги удаления. Удаление занимает много времени, поэтому будьте терпеливы.
vi_vn: Chọn các bước gỡ cài đặt. Quá trình gỡ cài đặt sẽ mất nhiều thời gian, vì vậy hãy kiên nhẫn.
zh_cn: 选择卸载步骤。卸载过程时间较长，请耐心等待。
zh_hk: 選擇解除安裝步驟。 解除安裝過程時間較長，請耐心等侯。

# UninstallGameDialog_OfficalLauncherTip
source: The official launcher needs to be uninstalled by yourself.
de_de: Der offizielle Launcher muss von Ihnen selbst deinstalliert werden.
it_it: Il launcher ufficiale deve essere disinstallato manualmente.
ja_jp: 公式のランチャーは自分でアンインストールを行う必要があります。
ko_kr: 공식 실행기는 수동으로 제거해야 합니다.
ru_ru: Официальный лаунчер необходимо удалить самостоятельно.
vi_vn: Trình khởi chạy chính thức cần được gỡ cài đặt thủ công.
zh_cn: 官方启动器需要您自行卸载。
zh_hk: 官方啟動器需要您自己 delete。

# LauncherPage_UninstallationError
source: Uninstallation Error
de_de: Deinstallationsfehler
it_it: Errore Disinstallazione
ja_jp: アンインストールエラー
ko_kr: 제거 오류
ru_ru: Ошибка удаления
th_th: เกิดข้อผิดพลาดในการถอนการติดตั้ง
vi_vn: Gỡ cài đặt thất bại
zh_cn: 卸载出错
zh_hk: 解除安裝出錯

# LauncherPage_UninstallationCompleted
source: Uninstallation Completed
de_de: Deinstallation abgeschlossen
it_it: Disinstallazione Completata
ja_jp: アンインストールが完了しました
ko_kr: 제거 완료
ru_ru: Удаление завершено
th_th: การถอนการติดตั้งเสร็จสมบูรณ์
vi_vn: Gỡ cài đặt hoàn tất
zh_cn: 卸载已完成
zh_hk: 解除安裝已完成

# LauncherPage_PleaseCheckTheRelatedLogs
source: Please check the related logs.
de_de: Bitte überprüfen Sie die zugehörigen Protokolle.
it_it: Si prega di controllare i registri correlati.
ja_jp: 関連ログを確認してください。
ko_kr: 로그를 확인하세요.
ru_ru: Проверьте соответствующие логи.
vi_vn: Vui lòng kiểm tra các nhật ký liên quan.
zh_cn: 请检查相关日志。
zh_hk: 請檢查相關日誌。

# SettingPage_Donate
source: Donate
de_de: Spenden
it_it: Donazione
ja_jp: 寄付
ko_kr: 기부
ru_ru: Пожертвовать
th_th: บริจาค/สนับสนุน
vi_vn: Ủng hộ
zh_cn: 赞助开发者
zh_hk: 捐贈

# SettingPage_URLProtocolExperimental
source: URL Protocol (Experimental)
de_de: URL Protocol (Experimentell)
it_it: Protocollo URL (Sperimentale)
ja_jp: URLプロトコル (試験的)
ko_kr: URL 프로토콜 (실험기능)
ru_ru: Протокол URL (Экспериментально)
vi_vn: Giao thức URL (thử nghiệm)
zh_cn: URL 协议（实验中）
zh_hk: URL 協議 (實驗緊)

# SettingPage_URLProtocolDesc
source: Other software can use some of Starward's features through the URL protocol.
de_de: Andere Software kann einige der Funktionen von Starward über das URL-Protokoll verwenden.
it_it: Altri software possono utilizzare alcune funzionalità di Starward attraverso il protocollo URL.
ja_jp: 他のソフトウェアは、URLプロトコルを通じてStarwardの機能の一部を利用することができます。
ko_kr: 타 프로그램에서 URL 프로토콜을 통해 Starward 의 일부기능을 사용할 수 있습니다.
ru_ru: Другие программы могут использовать некоторые функции Starward через протокол URL.
vi_vn: Những phần mềm khác có thể sử dụng một số tính năng của Starward thông qua giao thức URL.
zh_cn: 其他软件可通过 URL 协议使用 Starward 的部分功能
zh_hk: 其他軟件可以透過 URL 協議使用 Starward 嘅部分功能

# SettingPage_RegisterURLProtocol
source: Register URL Protocol
de_de: URL-Protokoll registrieren
it_it: Registra Protocollo URL
ja_jp: URLプロトコルを登録
ko_kr: URL 프로토콜 등록
ru_ru: Зарегистрировать URL протокол
vi_vn: Đăng kí giao thức URL
zh_cn: 注册 URL 协议
zh_hk: 註冊 URL 協議

# SettingPage_TestURLProtocol
source: Test URL Protocol
it_it: Testa Protocollo URL
ja_jp: URLプロトコルをテスト
ko_kr: URL 프로토콜 테스트
ru_ru: Тест протокола URL
vi_vn: Kiểm tra giao thức URL
zh_cn: 测试 URL 协议
zh_hk: 測試 URL 協議

# LauncherPage_OpenInBrowser
source: Open in Browser
de_de: Im Browser öffnen
it_it: Apri nel browser
ja_jp: ブラウザーで開く
ko_kr: 브라우저로 열기
ru_ru: Открыть в браузере
th_th: เปิดในบราวเซอร์
vi_vn: Mở trong Trình duyệt
zh_cn: 在浏览器中打开
zh_hk: 係瀏覽器度打開

# ImageViewPage_ZoomOut
source: Zoom out
de_de: Verkleinern
it_it: Zoom indietro
ja_jp: 縮小
ko_kr: 축소
ru_ru: Отдалить
th_th: ซูมออก
vi_vn: Thu nhỏ
zh_cn: 缩小
zh_hk: 縮細

# ImageViewPage_ZoomIn
source: Zoom in
de_de: Vergrößern
it_it: Zoom avanti
ja_jp: 拡大
ko_kr: 확대
ru_ru: Приблизить
th_th: ซูมเข้า
vi_vn: Phóng to
zh_cn: 放大
zh_hk: 放大

# ImageViewPage_Rotate
source: Rotate
de_de: Drehen
it_it: Ruota
ja_jp: 回転
ko_kr: 회전
ru_ru: Повернуть
th_th: หมุน
vi_vn: Quay
zh_cn: 旋转
zh_hk: 旋轉

# Common_Copy
source: Copy
de_de: Kopieren
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_hk: 複製

# Common_Open
source: Open
de_de: Öffnen
it_it: Apri
ja_jp: 開く
ko_kr: 열기
ru_ru: Открыть
th_th: เปิด
vi_vn: Mở
zh_cn: 打开
zh_hk: 打開

# LauncherPage_StartupCount
source: Startup Count
de_de: Spiel gestartet
it_it: Conteggio Startup
ja_jp: 起動回数
ko_kr: 실행회수
ru_ru: Количество запусков
vi_vn: Số lần khởi động
zh_cn: 启动次数
zh_hk: 啟動次數

# FileSettingPage_DataFolder
source: Data Folder
de_de: Datenordner
it_it: Cartella dati
ja_jp: データフォルダー
ko_kr: 데이터 저장 경로
ru_ru: Папка с данными
th_th: โฟลเดอร์ข้อมูล
vi_vn: Thư mục dữ liệu
zh_cn: 数据文件夹
zh_hk: 資料目錄

# FileSettingPage_OpenLogFile
source: Open Log File
de_de: Log-Datei öffnen
it_it: Apri file di registro
ja_jp: ログファイルを開く
ko_kr: 로그 파일 보기
ru_ru: Открыть файл с логами
vi_vn: Mở tập tin nhật kí
zh_cn: 打开日志文件
zh_hk: 打開記錄檔

# SettingPage_Appearance
source: Appearance
de_de: Erscheinungsbild
it_it: Aspetto
ja_jp: 外観
ko_kr: 표시
ru_ru: Внешний вид
vi_vn: Hiển thị
zh_cn: 外观
zh_hk: 外觀

# SettingPage_FileManagement
source: File Management
de_de: Dateiverwaltung
it_it: Gestore file
ja_jp: ファイルの管理
ko_kr: 파일 관리
ru_ru: Управление файлами
vi_vn: Quản lí tập tin
zh_cn: 文件管理
zh_hk: 檔案管理

# SettingPage_Completed
source: Completed
de_de: Fertig
it_it: Completato
ja_jp: 完了
ko_kr: 완료
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Hoàn thành
zh_cn: 完成
zh_hk: 完成

# AboutSettingPage_Links
source: Links
it_it: Indirizzi
ja_jp: リンク
ko_kr: 링크
ru_ru: Ссылки
th_th: ลิงค์
vi_vn: Liên kết
zh_cn: 相关链接

# SettingPage_Advanced
source: Advanced
de_de: Fortgeschritten
it_it: Avanzate
ja_jp: 高度な設定
ko_kr: 고급 설정
ru_ru: Дополнительно
th_th: ตั้งค่าขั้นสูง
vi_vn: Nâng cao
zh_cn: 高级
zh_hk: 進階

# LauncherPage_ThisDay
source: This Day
de_de: Dieser Tag
it_it: Oggi
ja_jp: この日
ko_kr: 오늘
ru_ru: За день
th_th: วันนี้
vi_vn: Hôm nay
zh_cn: 本日
zh_hk: 今日

# ExperienceSettingPage_CloseWindowOption
source: Close Window Option
de_de: Fensteroptionen schließen
it_it: Chiudi Opzione Finestra
ja_jp: ウィンドウを閉じた時
ko_kr: 창 닫기 옵션
ru_ru: Опция закрытия окна
vi_vn: Tuỳ chọn đóng cửa sổ
zh_cn: 关闭窗口选项
zh_hk: 關閉視窗選項

# ExperienceSettingPage_MinimizeToSystemTray
source: Minimize to system tray
de_de: In den Infobereich minimieren
it_it: Riduci ad icona sull'area di notifica
ja_jp: システムトレイに最小化する
ko_kr: 시스템 트레이로 최소화
ru_ru: Свернуть в область уведомлений
vi_vn: Thu nhỏ xuống khay hệ thống
zh_cn: 最小化到系统托盘
zh_hk: 最小化到系統工作列圖示

# ExperienceSettingPage_ExitCompletely
source: Exit completely
de_de: Komplett beenden
it_it: Esci completamente
ja_jp: アプリケーションを終了する
ko_kr: 프로그램 종료
ru_ru: Выйти полностью
vi_vn: Thoát hoàn toàn
zh_cn: 完全退出
zh_hk: 完全退出

# ExperienceSettingPage_CloseWindowButKeepSystemTray
source: Close window but keep system tray
de_de: Fenster in Systeminfobereich minimieren
it_it: Chiudi la finestra ma tieni l'icona
ja_jp: ウィンドウを閉じてシステムトレイ上にアイコンを表示
ko_kr: 프로그램 종료 후 시스템 트레이로 최소화
ru_ru: Закрыть окно, но оставить в области уведомлений
vi_vn: Đóng cửa sổ nhưng vẫn giữ biểu tượng khay hệ thống
zh_cn: 关闭窗口但保留系统托盘
zh_hk: 關閉視窗但係 keep 係系統工作列圖示

# SettingPage_Experience
source: Experience
de_de: Erfahrung
it_it: Esperienza
ja_jp: エクスペリエンス
ko_kr: 경험
ru_ru: Опыт использования
th_th: ประสบการณ์
vi_vn: Trải nghiệm người dùng
zh_cn: 体验
zh_hk: 體驗

# CloseWindowDialog_YouCouldChangeTheOptionAgainInSettingPage
source: You could change the option again in setting page.
de_de: Sie können die Option in der Einstellungsseite erneut ändern.
it_it: Puoi cambiare nuovamente l'opzione nelle impostazioni.
ja_jp: このオプションは設定ページから再び変更ができます。
ko_kr: 설정페이지에서 이 설정을 변경할 수 있습니다.
ru_ru: Вы можете изменить этот параметр на странице настроек.
vi_vn: Bạn có thể thay đổi lại tùy chọn trong trang cài đặt.
zh_cn: 您可以在设置页面再次更改此选项。
zh_hk: 您可以係設定分頁入面再次更改選項。

# FileSettingPage_DataFolderIsImportant
source: Your personal data is stored in the folder below. It is very important, please do not delete it casually.
de_de: Ihre persönlichen Daten werden im ausgewählten Ordner gespeichert. Löschen ist nicht empfehlenswert.
it_it: I tuoi dati personali sono memorizzati nella cartella sottostante. È molto importante, non cancellarli casualmente.
ja_jp: 個人データは以下のフォルダに保存されています。このファイルは非常に重要ですので、安易に削除しないでください。
ko_kr: 중요한 사용자 데이터가 아래 폴더에 저장되어 있으므로 일반적인 경우 삭제하지 마십시오.
ru_ru: Ваши личные данные хранятся в папке ниже. Это очень важно, пожалуйста, не удаляйте их случайно.
vi_vn: Dữ liệu cá nhân của bạn được lưu trữ trong thư mục bên dưới. Nó rất quan trọng, xin đừng vô tình xóa nó đi.
zh_cn: 您的个人数据保存在下面的文件夹中，它很重要，请不要随意删除。
zh_hk: 您嘅個人資料儲存係下面嘅資料夾入面。 佢非常重要，請唔要隨意 delete。

# AppearanceSettingPage_ThemeColor
source: Theme Color
de_de: Theme Farbe
it_it: Colore del tema
ja_jp: テーマカラー
ko_kr: 테마
ru_ru: Цвет темы
vi_vn: Màu chủ đề
zh_cn: 主题色
zh_hk: 主題顏色

# AppearanceSettingPage_ThemeColorDescription
source: By default, the theme color is determined through the background image.
de_de: Standardmäßig wird die Farbe des Themes durch das Hintergrundbild bestimmt.
it_it: Per impostazione predefinita, il colore del tema viene determinato attraverso l'immagine di sfondo.
ja_jp: 既定でのテーマカラーは、背景画像によって決定されます。
ko_kr: 기본 설정은 배경 이미지를 기반으로 테마 색상이 설정됩니다.
ru_ru: По умолчанию цвет темы определяется с помощью фонового изображения.
vi_vn: Theo mặc định, màu chủ đề được xác định thông qua hình nền.
zh_cn: 默认情况下，主题色通过背景图像确定。
zh_hk: 預設情况下，主題顏色係透過背景圖片決定。

# AppearanceSettingPage_UseSystemThemeColor
source: Use System Theme Color
de_de: Farbe des Systemthemas verwenden
it_it: Usa Colore Tema Di Sistema
ja_jp: システムテーマカラーを使用する
ko_kr: 윈도우 테마 색상 사용
ru_ru: Как в системе
vi_vn: Sử dụng màu chủ đề hệ thống
zh_cn: 使用系统主题色
zh_hk: 使用系統主題顏色

# AppearanceSettingPage_AlwaysDisplayNavigationSidebarIcons
source: Always display navigation sidebar icons
de_de: Navigationsleistensymbol immer anzeigen
it_it: Mostra sempre le icone della barra laterale
ja_jp: ナビゲーションサイドバーアイコンを常に表示する
ko_kr: 측면 내비게이션 바 아이콘 항상 표시
ru_ru: Всегда отображать значки боковой панели навигации
vi_vn: Luôn hiển thị các biểu tượng thanh điều hướng
zh_cn: 始终显示导航侧栏图标
zh_hk: 永遠顯示側邊導覽欄圖示

# ExperienceSettingPage_Features
source: Features
de_de: Funktionen
it_it: Funzionalità
ja_jp: 機能
ko_kr: 기능
ru_ru: Функции
th_th: ฟีเจอร์
vi_vn: Tính năng
zh_cn: 功能
zh_hk: 功能

# ExperienceSettingPage_HideGameAccountSwitcher
source: Hide game account switcher
de_de: Spielkontoschalter verbergen
it_it: Nascondi cambio account di gioco
ja_jp: ゲームアカウントの切り替えを非表示にする
ko_kr: 계정 변환기 표시
ru_ru: Скрыть переключатель игровых аккаунтов
th_th: ซ่อนตัวสลับบัญชีของเกม
vi_vn: Ẩn trình chuyển đổi tài khoản
zh_cn: 隐藏游戏账号切换器
zh_hk: 隱藏遊戲 account 切換器

# ExperienceSettingPage_DisableRedDotReminderForGameNotices
source: Disable red dot reminder for game notices
de_de: Rote Punkterinnerung für Spielnotizen deaktivieren
it_it: Disabilita il punto rosso per le notifiche di gioco
ja_jp: ゲームのお知らせを赤いドットで通知しない
ko_kr: 게임 알림 뱃지 표시하지 않음
ru_ru: Отключить красной точке для новых игровых уведомлений
vi_vn: Tắt thông báo chấm đỏ cho thông báo trò chơi
zh_cn: 禁用游戏通知的红点提醒
zh_hk: 停用遊戲通知紅點提醒

# SelectLanguagePage_NetworkTest
source: Network Test
de_de: Netzwerk-Test
it_it: Test Di Rete
ja_jp: ネットワークテスト
ko_kr: 네트워크 테스트
ru_ru: Тест сети
th_th: ทดสอบเครือข่าย
vi_vn: Kiểm tra mạng
zh_cn: 网络测试
zh_hk: 網路測試

# SelectLanguagePage_AreYouAbleToReceiveUpdatesForStarward
source: Are you able to receive updates for Starward?
de_de: Kannst du Updates für Starward erhalten?
it_it: Sei in grado di ricevere aggiornamenti per Starward?
ja_jp: Starwardのアップデートを受け取りますか?
ko_kr: Starward 의 업데이트를 정상적으로 받을 수 있습니까?
ru_ru: Можете ли вы получать обновления для Starward?
vi_vn: Bạn có thể nhận được cập nhật cho Starward không?
zh_cn: 您是否能接收到 Starward 的更新？
zh_hk: 您可唔可以收到 Starward 嘅更新？

# SelectDirectoryPage_PleaseSelectAFolderToStoreYourPersonalData
source: Please select a folder to store your personal data, it is very important!
de_de: Bitte wählen Sie einen Ordner, um Ihre persönlichen Daten zu speichern, es ist sehr wichtig!
it_it: Seleziona una cartella per memorizzare i tuoi dati personali, è molto importante!
ja_jp: 個人データを保存するフォルダーを選択してください。これは非常に重要です!
ko_kr: 중요한 사용자 설정 파일을 저장할 위치를 선택하세요 !
ru_ru: Пожалуйста, выберите папку для хранения ваших личных данных, это очень важно!
vi_vn: Hãy chọn một thư mục để lưu trữ dữ liệu cá nhân của bạn, nó rất quan trọng!
zh_cn: 请选择一个文件夹存储您的个人数据，它很重要！
zh_hk: 請揀一個資料夾來儲存您嘅個人資料，呢件事非常重要！

# ExperienceSettingPage_MinimizeToTaskbar
source: Minimize to taskbar
de_de: In die Taskleiste minimieren
it_it: Minimizza programma
ja_jp: タスクバーに最小化
ko_kr: 작업 표시줄로 최소화하기
ru_ru: Свернуть в панель задач
vi_vn: Thu nhỏ xuống thanh tác vụ
zh_cn: 最小化到任务栏
zh_hk: 最小化到工作列

# ExperienceSettingPage_DoNothing
source: Do nothing
de_de: Nichts machen
it_it: Non fare nulla
ja_jp: 何もしない
ko_kr: 아무것도 하지 않음
ru_ru: Ничего не делать
th_th: ไม่ทำอะไร
vi_vn: Không làm gì cả
zh_cn: 什么都不做
zh_hk: 乜都唔做

# ExperienceSettingPage_AfterStartingGame
source: After Starting Game
de_de: Nach dem Start des Spiels
it_it: Dopo L'Avvio Del Gioco
ja_jp: ゲーム開始後
ko_kr: 게임 시작 후
ru_ru: После запуска игры
th_th: หลังจากเริ่มเกม
vi_vn: Sau khi khởi động trò chơi
zh_cn: 游戏启动后
zh_hk: 打開隻 game 之後

# ForgottenHallPage_QuickCleared
source: Quick Cleared
de_de: Schnellbereinigt
ja_jp: クイッククリア済み
ko_kr: 자동 클리어
ru_ru: Быстрая прохождение
vi_vn: Vượt ải nhanh
zh_cn: 快速通关
zh_hk: 極速清除

# HoyolabToolboxPage_PureFiction
source: Pure Fiction
de_de: Reine Fiktion
it_it: Pura Finzione
ja_jp: 虚構叙事
ko_kr: 허구 이야기
ru_ru: Чистый вымысел
vi_vn: Kể chuyện hư cấu
zh_cn: 虚构叙事
zh_hk: 虛構敘事

# AppearanceSettingPage_HelpUsTranslateStarward
source: Help us translate Starward
de_de: Hilf uns, Starward zu übersetzen
it_it: Aiutaci a tradurre Starward
ja_jp: Starwardの翻訳にご協力ください
ko_kr: 도움! Starward 번역
ru_ru: Помогите нам перевести Starward
th_th: ช่วยแปล Starward
vi_vn: Giúp chúng tôi dịch Starward
zh_cn: 帮助我们翻译 Starward
zh_hk: 幫助我地翻譯 Starward

# FileSettingPage_Cache
source: Cache
ja_jp: キャッシュ
ko_kr: 캐시
ru_ru: Кэш
vi_vn: Bộ nhớ đệm
zh_cn: 缓存
zh_hk: 快取

# FileSettingPage_Log
source: Log
de_de: Protokoll
it_it: Registro
ja_jp: ログ
ko_kr: 로그
ru_ru: Логи
vi_vn: Bản ghi
zh_cn: 日志
zh_hk: 日志

# FileSettingPage_Image
source: Image
de_de: Bild
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ru_ru: Изображение
th_th: รูปภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_hk: 圖片

# FileSettingPage_Browser
source: Browser
ja_jp: ブラウザー
ko_kr: 브라우저
ru_ru: Браузер
th_th: เบราว์เซอร์
vi_vn: Trình duyệt
zh_cn: 浏览器
zh_hk: 瀏覽器

# FileSettingPage_ClearCache
source: Clear Cache
de_de: Cache leeren
it_it: Cancella Cache
ja_jp: キャッシュをクリア
ko_kr: 캐시 지우기
ru_ru: Очистить Кэш
th_th: ล้างแคช
vi_vn: Dọn bộ nhớ đệm
zh_cn: 清理缓存
zh_hk: 清除快取

# DownloadGamePage_TheDownloadTaskOfGameIsAlreadyRunning
source: The download task of {0} is already running.
de_de: Die Download-Aufgabe von {0} läuft bereits.
it_it: Il download di {0} è già in esecuzione.
ja_jp: {0}のダウンロードタスクは、既に実行されています。
ko_kr: {0} 개의 다운로드 가 진행중입니다.
ru_ru: Скачивание задачи {0} уже запущено.
vi_vn: Tác vụ tải xuống của {0} đang chạy.
zh_cn: {0} 的下载任务正在运行。
zh_hk: {0} 嘅下載排程已經執行緊。

# DownloadGamePage_TheFolderDoesNotExist
source: The folder does not exist.
de_de: Das Verzeichnis existiert nicht.
it_it: La cartella non esiste.
ja_jp: フォルダーが存在しません。
ko_kr: 폴더가 존재하지 않습니다.
ru_ru: Эта папка не существует.
th_th: ไม่พบโฟลเดอร์
vi_vn: Thư mục không tồn tại.
zh_cn: 文件夹不存在。
zh_hk: 資料夾唔存在

# LauncherPage_PleaseDoNotSelectTheRootDirectoryOfADrive
source: Please do not select the root directory of a drive.
de_de: Bitte wählen Sie nicht das Hauptverzeichnis eines Laufwerks.
it_it: Per favore non selezionare la directory radice di un disco.
ja_jp: ドライブのルートディレクトリを選択しないでください。
ko_kr: 드라이브의 최상위 폴더를 선택하지 마세요.
ru_ru: Не выбирайте корневой каталог диска.
vi_vn: Vui lòng không chọn thư mục gốc của ổ đĩa.
zh_cn: 请不要选择驱动器的根目录。
zh_hk: 請唔好揀磁碟嘅根目錄。

# LauncherPage_SavedAccount
source: Saved account
de_de: Konto speichern
it_it: Salva Account
ja_jp: 保存されたアカウント
ko_kr: 저장된 계정
ru_ru: Учётная запись сохранена
th_th: บัญชีที่บันทึกไว้
vi_vn: Tài khoản đã lưu
zh_cn: 已保存的账号
zh_hk: 已儲存嘅 account

# LauncherPage_AccountSwitchingCannotTakeEffectWhileGameIsRunning
source: Account switching cannot take effect while game is running.
de_de: Kontowechsel kann während des Spiels ausgeführt werden.
it_it: Il cambio account non può avere effetto mentre il gioco è in esecuzione.
ja_jp: ゲームの実行中は、アカウントの切り替えを有効にする事はできません。
ko_kr: 게임 실행 중에는 계정변경 기능을 사용할 수 없습니다.
ru_ru: Переключение учётной записи не может происходить во время игры.
vi_vn: Việc chuyển đổi tài khoản không có hiệu lực khi trò chơi đang chạy.
zh_cn: 游戏运行时账号切换功能无法生效。
zh_hk: 切換 account 係遊戲執行期間無法生效。

# AppearanceSettingPage_BetterExperience
source: Recommend enabling {0} and {1} in system settings for a better user experience.
de_de: Wir empfohlen {0} und {1} in den Systemeinstellungen für eine bessere Benutzererfahrung zu aktivieren.
it_it: Consigliato di abilitare {0} e {1} nelle impostazioni di sistema per una migliore esperienza utente.
ja_jp: より良いユーザーエクスペリエンスのために、システム設定で「{0}」と「{1}」を有効化する事をお勧めします。
ko_kr: 시스템 설정에서 {0} 와 {1} 를 활성화 하면 더 나은 경험을 제공할 수 있습니다.
ru_ru: Рекомендуется включить {0} и {1} в системных настройках для лучшего использования.
vi_vn: Đề xuất bật {0} và {1} trong cài đặt hệ thống để có trải nghiệm người dùng tốt hơn.
zh_cn: 推荐在系统设置中启用 {0} 和 {1} 以获得更好的使用体验。
zh_hk: 建議係系統設定入面啟用 {0} 同埋 {1} 以取得更好嘅使用體驗。

# AppearanceSettingPage_TransparencyEffects
source: Transparency effects
de_de: Transparenzeffekte
it_it: Effetti di trasparenza
ja_jp: 透過効果
ko_kr: 투명효과
ru_ru: Эффекты прозрачности
vi_vn: Hiệu ứng trong suốt
zh_cn: 透明效果
zh_hk: 透明效果

# AppearanceSettingPage_AnimationEffects
source: Animation effects
de_de: Animationseffekte
it_it: Effetti animazione
ja_jp: アニメーション効果
ko_kr: 애니메이션
ru_ru: Эффекты анимации
vi_vn: Hiệu ứng chuyển động
zh_cn: 动画效果
zh_hk: 動畫效果

# GachaLogPage_AlwaysFailedToGetGachaRecords
source: Always failed to get gacha records?
de_de: Mein Abrufen von Gacha-Datensätzen klappt nie?
it_it: Non sei in grado di ottenere i record gacha?
ja_jp: 常にガチャの記録に失敗しますか?
ko_kr: 뽑기 기록을 불러오는데 문제가 있습니까?
ru_ru: Всегда не удавалось получить записи гачи?
vi_vn: Vẫn không lấy được bản ghi gacha?
zh_cn: 总是获取不到抽卡记录？
zh_hk: 成日都攞唔到抽卡記錄？

# HoyolabToolboxPage_NoData
source: No Data
de_de: Keine Daten
it_it: Nessun dato
ja_jp: データなし
ko_kr: 데이터 없음
ru_ru: Нет данных
th_th: ไม่มีข้อมูล
vi_vn: Không có dữ liệu
zh_cn: 没有数据
zh_hk: 無資料

# AboutSettingPage_VerifyFileIntegrity
source: Verify File Integrity
de_de: Dateiintegrität prüfen
it_it: Verifica Integrità File
ja_jp: ファイルの完全性を検証
ko_kr: 파일 무결성 확인
ru_ru: Проверить целостность файлов
th_th: ตรวจสอบความสมบูรณ์ของไฟล์
vi_vn: Xác minh tính toàn vẹn của tập tin
zh_cn: 校验文件完整性
zh_hk: 驗證檔案完整性

# AboutSettingPage_VerifyFailed
source: Verify failed
de_de: Verifizieren fehlgeschlagen
it_it: Verifica Fallita
ja_jp: 検証に失敗
ko_kr: 실패
ru_ru: Сбой проверки
th_th: การตรวจสอบความสมบูรณ์ของไฟล์เกมผิดพลาด
vi_vn: Xác minh thất bại
zh_cn: 校验失败
zh_hk: 驗證失敗

# AboutSettingPage_CurrentVersionIsNotTheLatestVersion
source: Current version is not the latest version ({0}).
de_de: Die aktuelle Version ist nicht die neueste Version ({0}).
it_it: La versione corrente non è l'ultima versione ({0}).
ja_jp: 現在のバージョンは、最新のバージョン({0})ではありません。
ko_kr: 현재 최신버전이 아닙니다. ({0}).
ru_ru: Текущая версия не является последней версией ({0}).
vi_vn: Phiên bản hiện tại không phải là phiên bản mới nhất ({0}).
zh_cn: 当前版本不是最新版本 ({0})
zh_hk: 當前版本唔係最新版本（{0}）。

# AboutSettingPage_ClickButtonToRepairFiles
source: Click button to repair files.
de_de: Klicken Sie auf die Schaltfläche, um Dateien zu reparieren.
it_it: Fare clic sul pulsante per riparare i file.
ja_jp: ボタンをクリックでファイルを修復します。
ko_kr: 파일 복구 실행
ru_ru: Нажмите на кнопку для восстановления файлов.
th_th: กดปุ่มเพื่อซ่อมแซมไฟล์
vi_vn: Bấm vào nút để sửa chữa các tập tin.
zh_cn: 点击按键，修复文件。
zh_hk: 撳一下掣嚟修復檔案

# AboutSettingPage_RepairFiles
source: Repair Files
de_de: Repariere Dateien
it_it: Ripara File
ja_jp: ファイルを修復
ko_kr: 파일 복구
ru_ru: Восстановление файлов
th_th: ซ่อมไฟล์
vi_vn: Sửa chữa tập tin
zh_cn: 修复文件
zh_hk: 修復檔案

# AboutSettingPage_VerifySuccessfully
source: Verify successfully!
de_de: Überprüfung erfolgreich!
it_it: Verifica riuscita!
ja_jp: 検証が成功しました!
ko_kr: 무결성 확인 성공!
ru_ru: Проверка прошла успешно!
th_th: ตรวจสอบสำเร็จ!
vi_vn: Xác minh thành công!
zh_cn: 校验成功！
zh_hk: 驗證成功！

# DownloadGamePage_0FilesVerifyFailed
source: {0} files verify failed.
de_de: {0} Dateien überprüfen fehlgeschlagen.
it_it: Verifica file {0} non riuscita.
ja_jp: {0}個のファイルの検証に失敗しました。
ko_kr: {0} 파일 확인 실패
ru_ru: {0} не удалось выполнить проверку файлов.
th_th: การตรวจสอบไฟล์ {0} ไฟล์ล้มเหลว
vi_vn: Xác minh tệp {0} không thành công.
zh_cn: {0} 个文件校验失败。
zh_hk: {0} 個檔案驗證失敗

# LauncherPage_ReinstallGame
source: Reinstall Game
de_de: Spiel erneut installieren
it_it: Reinstalla Gioco
ja_jp: ゲームの再インストール
ko_kr: 게임 다시 설치
ru_ru: Переустановить игру
th_th: ติดตั้งเกมอีกครั้ง
vi_vn: Cài đặt lại trò chơi
zh_cn: 重新安装
zh_hk: 重新安裝遊戲

# LauncherPage_SwitchClient
source: Switch Client
de_de: Client wechseln
it_it: Cambia Client
ja_jp: クライアントの切り替え
ko_kr: 클라이언트 변경
ru_ru: Сменить клиент
vi_vn: Chuyển đổi Client
zh_cn: 切换客户端
zh_hk: 切換 server

# FileSettingPage_GameResource
source: Game Resource
de_de: Spielressourcen
ja_jp: ゲームリソース
ko_kr: 게임 리소스
ru_ru: Игровой ресурс
vi_vn: Tài nguyên trò chơi
zh_cn: 游戏资源
zh_hk: 遊戲資源

# SwitchClientPage_SelectTargetGameServer
source: Select target game server
de_de: Zielspielserver auswählen
it_it: Seleziona il server di gioco
ja_jp: ターゲットのゲームサーバーを選択
ko_kr: 서버 선택
ru_ru: Выбрать игровой сервер
vi_vn: Chọn máy chủ đích trò chơi
zh_cn: 选择目标服务器
zh_hk: 選擇目標遊戲 server
