Repository: Scighost/Starward
Catalog: src/Starward.Language/Lang.*.resx
Languages: de_de, it_it, ja_jp, ko_kr, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# InterKnotMonthlyReportPage_MailRewards
source: Mail Rewards
de_de: E-Mail Belohnungen
ja_jp: メールの報酬
ko_kr: 메일 보상
vi_vn: Phần quà qua thư
zh_cn: 邮件奖励
zh_hk: 郵件獎勵

# InterKnotMonthlyReportPage_OtherRewards
source: Other Rewards
de_de: Andere Belohnungen
ja_jp: その他の報酬
ko_kr: 기타 보상
vi_vn: Phần quà khác
zh_cn: 其他奖励
zh_hk: 其他獎勵

# DeleteGachaLogDialog_BeginTime
source: Begin Time
de_de: Startzeit
ja_jp: 開始時間
vi_vn: Thời gian bắt đầu
zh_cn: 起始时间
zh_hk: 開始時間

# DeleteGachaLogDialog_EndTime
source: End Time
de_de: Endzeit
ja_jp: 終了時間
vi_vn: Thời gian kết thúc
zh_cn: 结束时间
zh_hk: 結束時間

# DeleteGachaLogDialog_DeleteGachaRecordsForASpecificTimePeriod
source: Delete gacha records for a specific time period
de_de: Lösche Gacha Aufzeichnung für einen bestimmten Zeitraum
ja_jp: 特定の期間のガチャの記録を削除する
vi_vn: Xoá lịch sử gacha trong một khoảng thời gian cụ thể
zh_cn: 删除特定时间段的抽卡记录
zh_hk: 刪除特定時間段嘅抽卡記錄

# DeleteGachaLogDialog_6MonthsDeletingWarning
source: Warning: The selected time period includes gacha records from more than 6 months ago, which cannot be retrieved after deleting.
de_de: "Warnung: der ausgewählte Zeitraum beinhaltet Gacha Aufzeichnungen von mehr als 6 Monaten, welche nach dem Löschen nicht mehr Wiederhergestellt werden kann".
ja_jp: 警告: 選択した期間には、6ヶ月以上前のガチャの記録が含まれています。削除後に再取得を行うことはできません。
vi_vn: Cảnh báo: Khoảng thời gian đã chọn bao gồm dữ liệu gacha từ hơn 6 tháng trước, dữ liệu này sẽ không thể khôi phục sau khi bị xóa.
zh_cn: 警告：所选时间段包含6个月之前的抽卡记录，删除后无法再次获取。
zh_hk: 警告：選擇嘅時段包含 6 個月之前嘅抽卡紀錄，delete 咗之後將無法再獲取。

# DeleteGachaLogDialog_ThisAccountHas0GachaRecordS
source: This account has {0} gacha record(s).
de_de: Dieses Konto hat {0} Gacha Einträge.
ja_jp: このアカウントには {0} 件のガチャの記録があります。
vi_vn: Tài khoản này có {0} dữ liệu gacha.
zh_cn: 此账号有 {0} 条抽卡记录
zh_hk: 呢個 account有 {0} 次抽卡紀錄。

# DeleteGachaLogDialog_TheSelectedTimePeriodIncludes0GachaRecords
source: The selected time period includes {0} gacha records.
de_de: Der gewählte Zeitraum enthält {0} Gacha-Einträge.
ja_jp: 選択した期間には {0} 件のガチャの記録があります。
vi_vn: Khoảng thời gian đã chọn bao gồm {0} bản ghi gacha.
zh_cn: 所选时间段包含 {0} 条抽卡记录
zh_hk: 選擇嘅時段包含 {0} 次抽卡紀錄。

# GachaLogPage_DeleteAll
source: Delete All
de_de: Alles Löschen
ja_jp: すべて削除
vi_vn: Xoá tất cả
zh_cn: 全部删除
zh_hk: 全部刪除

# GachaLogPage_SpecificTimePeriod
source: Specific Time Period
de_de: Bestimmte Zeitspanne
ja_jp: 特定の時間
vi_vn: Khoảng thời gian cụ thể
zh_cn: 指定时间段
zh_hk: 指定時段

# StartGameButton_ResumeDownload
source: Resume Download
ja_jp: ダウンロードを再開
vi_vn: Tiếp tục tải xuống
zh_cn: 继续下载
zh_hk: 繼續下載

# StartGameButton_Waiting
source: Waiting
ja_jp: 待機中
vi_vn: Xin chờ
zh_cn: 等待中
zh_hk: 等緊

# GameLauncherPage_Relocate
source: Relocate
ja_jp: 再配置
vi_vn: Chuyển đường dẫn
zh_cn: 重新定位
zh_hk: 重新定位

# GameLauncherSettingDialog_RelocateGame
source: Relocate Game
ja_jp: ゲームを再配置
vi_vn: Tìm Trò Chơi
zh_cn: 重新定位游戏
zh_hk: 重新定位遊戲

# GameLauncherSettingDialog_Size
source: Size
ja_jp: サイズ
vi_vn: Kích thước
zh_cn: 大小
zh_hk: 大小

# GameLauncherSettingDialog_BasicInformation
source: Basic Information
ja_jp: 基本情報
vi_vn: Thông tin cơ bản
zh_cn: 基本信息
zh_hk: 基本資料

# GameLauncherSettingDialog_StartupArguments
source: Startup Arguments
ja_jp: 起動時の引数
vi_vn: Tham số khởi động
zh_cn: 启动参数
zh_hk: 啟動參數

# GameLauncherSettingDialog_CustomBackground
source: Custom Background
ja_jp: カスタム背景
vi_vn: Tùy chỉnh ảnh nền
zh_cn: 自定义背景
zh_hk: 自訂背景

# GameLauncherSettingDialog_GamePackages
source: Game Packages
ja_jp: ゲームパッケージ
vi_vn: Gói Trò chơi
zh_cn: 游戏包体
zh_hk: 遊戲資源包

# GameLauncherSettingDialog_CommandLineArgument
source: Command Line Argument
ja_jp: コマンドラインの引数
vi_vn: Tham số dòng lệnh
zh_cn: 命令行参数
zh_hk: 指令行參數

# GameLauncherSettingDialog_SeeMoreInformationAboutCommandLineArgument
source: See more information about command line argument.
ja_jp: コマンドラインの引数に関する詳細情報を参照してください。
vi_vn: Xem thêm thông tin về tham số dòng lệnh.
zh_cn: 查看有关命令行参数的更多信息
zh_hk: 查看有關指令行參數嘅更多資訊。

# GameLauncherSettingDialog_UseVersionPoster
source: Use Version Poster
ja_jp: バージョンポスターを使用する
vi_vn: Sử dụng Poster của Phiên bản
zh_cn: 使用版本海报
zh_hk: 使用版本海報

# GameSelector_ActualSizeOfInstalledGames
source: Actual Size of Installed Games
ja_jp: インストールされたゲームの実際のサイズ
vi_vn: Kích thước thực tế của các trò chơi đã cài đặt
zh_cn: 已安装游戏实际占用空间
zh_hk: 已安裝遊戲實際佔用空間

# GameSelector_StorageSpaceSavedByHardLinks
source: Storage Space Saved by Hard Links
ja_jp: ハードリンクによって節約されるストレージ容量
vi_vn: Không gian lưu trữ được tiết kiệm bởi Hard Links
zh_cn: 通过硬链接节省存储空间
zh_hk: 通過硬連結嚟節省存儲空間

# GameLauncherSettingDialog_CannotDecodeFile
source: Cannot decode file.
ja_jp: ファイルをデコードできません。
vi_vn: Không thể giải mã tệp tin.
zh_cn: 无法解码文件
zh_hk: 無法解碼檔案。

# GameLauncherSettingDialog_AnUnknownErrorOccurredPleaseCheckTheLogs
source: An unknown error occurred. Please check the logs.
ja_jp: 不明なエラーが発生しました。ログを確認してください。
vi_vn: Lỗi không xác định đã xảy ra. Vui lòng kiểm tra nhật ký.
zh_cn: 发生未知错误，请查看日志。
zh_hk: 發生未知錯誤，請檢查日誌。

# GameLauncherSettingDialog_DragAndDropImageOrVideoFiles
source: Drag and drop image / video files.
ja_jp: 画像または動画をドラッグ&ドロップしてください。
vi_vn: Kéo thả tệp hình ảnh / video vào đây.
zh_cn: 拖放图片 / 视频文件
zh_hk: 拖放圖片 / 影片檔案。

# GameSelector_Calculating
source: Calculating
ja_jp: 計算中
vi_vn: Đang tính toán
zh_cn: 计算中
zh_hk: 計算緊

# SettingPage_General
source: General
ja_jp: 一般
vi_vn: Cài đặt chung
zh_cn: 常规
zh_hk: 一般

# SettingPage_ForABetterExperiencePleaseEnableTheFollowingFeaturesInSystemSettings
source: For a better experience, please enable the following features in system settings.
ja_jp: より良い体験のためにシステム設定で次の機能を有効化してください。
vi_vn: Để có được trải nghiệm tốt hơn, xin vui lòng bật những tính năng sau trong cài đặt của hệ thống.
zh_cn: 为了更好的体验，建议在系统设置中启用以下功能。
zh_hk: 為咗更好嘅體驗，請係系統設定入面啟用以下功能。

# PlayTimeButton_Last7Days
source: Last 7 Days
ja_jp: 過去7日間
vi_vn: 7 Ngày Qua
zh_cn: 最近 7 天
zh_hk: 最近 7 日

# PlayTimeButton_LastStartup
source: Last Startup
ja_jp: 最後に起動
vi_vn: Lần khởi chạy gần nhất
zh_cn: 上次启动
zh_hk: 上次啟動

# UpdateWindow_AutoRestartAfterUpdate
source: Auto-restart after update
ja_jp: 自動で再起動後に更新
vi_vn: Tự động khởi động lại sau khi cập nhật
zh_cn: 更新后自动重启
zh_hk: 更新咗之後自動重新啟動應用程式

# UpdateWindow_DisplayUpdateContentAfterRestart
source: Display update content after restart
ja_jp: 再起動後に更新内容を表示
vi_vn: Hiển thị nội dung cập nhật sau khi khởi động lại
zh_cn: 重启后展示更新内容
zh_hk: 重新啟動程式之後展示更新內容

# Common_WebView2ComponentInitializationFailed
source: WebView2 component initialization failed.
ja_jp: WebView2コンポーネントの初期化に失敗しました。
vi_vn: Thành phần WebView2 khởi chạy thất bại.
zh_cn: WebView2 组件初始化失败
zh_hk: WebView2 元件初始化失敗。

# SettingPage_RPCService
source: RPC Service
ja_jp: RPCサービス
vi_vn: Dịch vụ RPC
zh_cn: RPC 服务
zh_hk: RPC 服務

# SettingPage_RPCService_Desc
source: The RPC service is an independent process used to avoid restarting when downloading games, updating software, and other features that require administrator privileges.
ja_jp: RPCサービスはゲームのダウンロードやソフトウェアの更新、および管理者権限を必要とするその他の機能を実行するときに再起動を回避する独立したプロセスです。
vi_vn: Dịch vụ RPC là một tiến trình độc lập được sử dụng để tránh việc khởi động lại khi tải xuống trò chơi, cập nhật và các tính năng khác cần yêu cầu quyền quản trị viên.
zh_cn: RPC 服务是一个独立的进程，用于在下载游戏、更新软件、以及其他需要管理员权限的功能中，避免重新启动。
zh_hk: RPC 服務係一個獨立嘅處理程序，用係下載遊戲、更新軟件、以及其他需要系統管理員權限嘅功能，避免重新啟動。

# SettingPage_KeepRPCServiceRunningInTheBackground
source: Keep RPC Service Running in the Background
ja_jp: RPCサービスをバックグラウンドで実行を維持
vi_vn: Giữ dịch vụ RPC chạy ở chế độ nền
zh_cn: 保持 RPC 服务后台运行
zh_hk: 保持 RPC 服務係後台工作

# SettingPage_RPCServiceWarningIfAppInRemovableStorage
source: Detected that the application is in a removable storage device, it is not recommended to keep the RPC service running in the background.
ja_jp: アプリがリムーバブルストレージの内部にあることが検出されたため、RPCサービスをバックグラウンドで実行を維持の使用は推奨しません。
vi_vn: Phát hiện ứng dụng nằm trong thiết bị lưu trữ di động, không nên để dịch vụ RPC chạy ở chế độ nền.
zh_cn: 检测到应用处于可移动存储设备中，不建议保持 RPC 服务后台运行。
zh_hk: 偵測到應用程式處於可移動儲存裝置中，唔建議保持 RPC 服務係後台運作。

# ZZZGachaService_ImportSignalSearchRecordsSuccessfully
source: Import {0} signal search record(s) successfully.
ja_jp: {0} のシグナル検索の記録のインポートに成功しました。
vi_vn: Nhập vào {0} lần ghi Chỉnh Kênh thành công.
zh_cn: 成功导入调频记录 {0} 条
zh_hk: 成功匯入調頻記錄 {0} 條。

# InstallGameDialog_HardLinkDesc
source: If the selected path is on the same drive as the clients of other installed servers, multiple clients for different servers can be installed using hard links, which occupy a minimal amount of additional storage space.
ja_jp: 選択したパスが他のインストール済みサーバーのクライアントと同じドライブ上にある場合にハードリンクを使用して、異なるサーバーで複数のクライアントをインストールできます。これにより追加のストレージ容量が最小限に抑えられます。
vi_vn: Nếu đường dẫn đã chọn nằm trên cùng ổ đĩa với các client của các máy chủ đã cài đặt khác, nhiều client cho các máy chủ khác nhau có thể được cài đặt bằng hard links, chiếm thêm một chút không gian lưu trữ bổ sung.
zh_cn: 如果选择的路径与已安装的其他区服的客户端位于同一驱动器，可通过硬链接，占用极小的额外存储空间，安装多个不同区服的客户端。
zh_hk: 如果選擇嘅路徑同已安裝嘅其他區服嘅客戶端位於同一個磁碟機，可通過硬鏈接，佔用極小嘅額外儲存空間，安裝多個唔同區服嘅客戶端。

# InstallGameDialog_SupportHardLinks
source: Support Hard Links
ja_jp: ハードリンクのサポート
vi_vn: Hỗ trợ Hard Links
zh_cn: 支持硬链接
zh_hk: 支持硬連結

# PreDownloadDialog_NoPatchesWarning
source: There are no patch packagees available. It is recommended to update the game to the latest version before starting pre-install.
ja_jp: 利用可能なパッチパッケージはありません。事前インストールを開始する前に、ゲームを最新のバージョンに更新することをお勧めします。
vi_vn: Không có gói vá nào khả dụng. Bạn nên cập nhật trò chơi lên phiên bản mới nhất trước khi bắt đầu cài đặt trước.
zh_cn: 无可用补丁包，建议把游戏更新到最新版本后再开始预下载。
zh_hk: 無可用嘅修補包。建議將遊戲 update 到最新版本之後再開始預先下載。

# PreDownloadDialog_StartPreInstall
source: Start Pre-Install
ja_jp: 事前インストールを開始
vi_vn: Bắt đầu Cài đặt trước
zh_cn: 开始预下载
zh_hk: 開始預先下載

# GameLauncherSettingDialog_StartRepairing
source: Start Repairing
ja_jp: 修復を開始
vi_vn: Bắt đầu sửa chữa
zh_cn: 开始修复
zh_hk: 開始修復
