Repository: Scighost/Starward
Catalog: src/Starward.Language/Lang.*.resx
Languages: de_de, it_it, ja_jp, ko_kr, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# LauncherPage_WouldYouLikeToVerifyTheFiles
source: Pre-install completed, would you like to verify the files?
de_de: Vorinstallation abgeschlossen, möchten Sie die Dateien überprüfen?
it_it: Pre-installazione completata, vuoi verificare i file?
ja_jp: 事前インストールが完了しました。ファイルを検証しますか?
ko_kr: 사전 다운로드 완료. 리소스 체크를 시작하시겠습니까?
ru_ru: Предустановка завершена, хотите проверить файлы?
th_th: การดาวน์โหลดล่วงหน้าสำเร็จ - ต้องการที่จะยืนยันความสมบูรณ์ของไฟล์หรือไม่?
vi_vn: Cài đặt trước hoàn thành, bạn có muốn xác minh các tập tin không?
zh_cn: 预下载已经完成，是否校验文件？
zh_hk: 預下載已經完成，是否驗證文件？

# MainPage_HowToSwitchGameRegion
source: How to switch game region?
de_de: Wie wechselt man die Spielregion?
it_it: Come cambiare regione di gioco?
ja_jp: ゲームのリージョンを切り替えるには?
ko_kr: 서버를 변경하려면?
ru_ru: Как сменить регион игры?
th_th: ต้องการที่จะเปลี่ยนภูมิภาคของเกมหรือไม่?
vi_vn: Làm thế nào để chuyển đổi vùng?
zh_cn: 如何切换游戏服务器？
zh_hk: 點樣切換遊戲 server？

# MainPage_ClickTheRightMouseButtonOnTheGameIconOnTheLeft
source: Click the right mouse button on the game icon on the left.
de_de: Klicken Sie mit der rechten Maustaste auf das Spielsymbol auf der linken Seite.
it_it: Fare clic sul pulsante destro del mouse sull'icona del gioco a sinistra.
ja_jp: ゲームアイコンをマウスの右クリックでメニューが表示されます。
ko_kr: 실행기 상단의 게임아이콘을 우클릭해보세요.
ru_ru: Щелкните правой кнопкой мыши по иконке игры слева.
th_th: กดคลิ๊กขวาที่ไอคอนของเกมด้านซ้าย
vi_vn: Nhấn chuột phải trên biểu tượng trò chơi ở bên trái.
zh_cn: 在左侧的游戏图标上点击鼠标右键
zh_hk: 係左邊嘅游戲 icon 撳一下滑鼠右鍵。

# MainPage_Launcer
source: Launcher
de_de: Übersicht
ja_jp: ランチャー
ko_kr: 실행기
ru_ru: Лаунчер
th_th: ตัวเริ่มเกม
vi_vn: Trình khởi chạy
zh_cn: 启动器
zh_hk: 啟動器

# MainPage_GameScreenshot
source: Screenshot
it_it: Foto salvate
ja_jp: スクリーンショット
ko_kr: 스크린샷
ru_ru: Скриншоты
th_th: ภาพหน้าจอ
vi_vn: Ảnh chụp màn hình
zh_cn: 游戏截图
zh_hk: 遊戲截圖

# ScreenshotPage_GameScreenshot
source: Screenshot
it_it: Foto salvate
ja_jp: スクリーンショット
ko_kr: 스크린샷
ru_ru: Скриншоты
th_th: ภาพหน้าจอ
vi_vn: Ảnh chụp màn hình
zh_cn: 游戏截图
zh_hk: 遊戲截圖

# ScreenshotPage_OpenFolder
source: Open Folder
de_de: Ordner öffnen
it_it: Apri cartella
ja_jp: フォルダーを開く
ko_kr: 폴더 열기
ru_ru: Открыть папку
th_th: เปิดโฟลเดอร์
vi_vn: Mở thư mục
zh_cn: 打开文件夹
zh_hk: 開啟資料夾

# SettingPage_Log
source: Log
de_de: Protokoll
it_it: Registro
ja_jp: ログ
ko_kr: 로그
ru_ru: Логи
th_th: บันทึก
vi_vn: Nhật kí
zh_cn: 日志
zh_hk: 日志

# SettingPage_ShowConsole
source: Show Console
de_de: Konsole anzeigen
it_it: Mostra Console
ja_jp: コンソールを表示
ko_kr: 콘솔 보기
ru_ru: Показать консоль
th_th: แสดงคอนโซล
vi_vn: Hiện Bảng điều khiển
zh_cn: 显示控制台
zh_hk: 顯示控制台

# SettingPage_AppSettings
source: App Settings
de_de: App Einstellungen
it_it: Impostazioni App
ja_jp: アプリの設定
ko_kr: 프로그램 설정
ru_ru: Настройки приложения
th_th: ตั้งค่าแอพ
vi_vn: Cài đặt ứng dụng
zh_cn: 应用设置
zh_hk: Apps 設定

# SettingPage_EffectiveAtNextStartup
source: Effective at next startup
de_de: Wirksam beim nächsten Start
it_it: Effettivo al prossimo avvio
ja_jp: 次回の起動時に有効化されます。
ko_kr: 다음 실행시 적용
ru_ru: Действует при следующем запуске
th_th: มีผลเมื่อเปิดโปรแกรมครั้งถัดไป
vi_vn: Hiệu quả ở lần khởi động tiếp theo
zh_cn: 下次启动时生效
zh_hk: 下次啟動嘅時候生效

# SettingPage_OpenLogFolder
source: Open Log Folder
de_de: Öffne Protokollordner
it_it: Apri cartella dei Log
ja_jp: ログフォルダーを開く
ko_kr: 로그 폴더 열기
ru_ru: Открыть папку журнала
th_th: เปิดโฟลเดอร์บันทึก
vi_vn: Mở thư mục nhật kí
zh_cn: 打开日志文件夹
zh_hk: 開啟日志資料夾

# SettingPage_WindowsSize
source: Windows Size
de_de: Fenstergröße
it_it: Dimens. Finestra
ja_jp: ウィンドウのサイズ
ko_kr: 창 크기
ru_ru: Размер окна
th_th: ขนาดของวินโดวส์
vi_vn: Kích cỡ cửa sổ
zh_cn: 窗口大小
zh_hk: 視窗大小

# SettingPage_Normal
source: Normal
it_it: Normale
ja_jp: 標準
ko_kr: 기본값
ru_ru: Обычный
th_th: ปกติ
vi_vn: Bình thường
zh_cn: 标准
zh_hk: 標準

# SettingPage_Small
source: Small
de_de: Klein
it_it: Piccola
ja_jp: 小
ko_kr: 작음
ru_ru: Маленький
th_th: เล็ก
vi_vn: Nhỏ
zh_cn: 较小
zh_hk: 細

# SettingPage_TestNetwork
source: Test Network
de_de: Netzwerk testen
it_it: Test di Rete
ja_jp: ネットワークのテスト
ko_kr: 네트워크 테스트
ru_ru: Тест сети
th_th: ทดสอบเครือข่าย
vi_vn: Kiểm tra mạng
zh_cn: 网络测试
zh_hk: 網路測試

# SettingPage_AppBackground
source: App Background
de_de: App-Hintergrund
it_it: Sfondo App
ja_jp: アプリの背景
ko_kr: 프로그램 배경
ru_ru: Фон приложения
th_th: พื้นหลังของแอพ
vi_vn: Hình nền ứng dụng
zh_cn: 应用背景
zh_hk: Apps 背景

# SettingPage_CustomBackgroundSupportVideo
source: Custom Background (Support Video)
de_de: Benutzerdefinierter Hintergrund (Unterstützt Video)
it_it: Sfondo Personalizzato (Supporta Video)
ja_jp: カスタム背景 (動画をサポートしています)
ko_kr: 사용자 지정 배경 (이미지 & 비디오)
ru_ru: Настраиваемый фон (Можно видеофоны)
th_th: ภาพพื้นหลังกำหนดเอง (สามารถใช้วิดีโอได้)
vi_vn: Hình nền tuỳ chọn (hỗ trợ video)
zh_cn: 自定义背景（支持视频）
zh_hk: 自訂背景 (支援影片)

# SettingPage_DynamicThemeColor
source: Dynamic Theme Color
de_de: Dynamische Themenfarbe
it_it: Colore Tema Dinamico
ja_jp: ダイナミックテーマカラー
ko_kr: 다이나믹 테마
ru_ru: Динамический цвет темы
th_th: ธีมสีไดนามิก
vi_vn: Màu chủ đề động
zh_cn: 动态主题色
zh_hk: 動態主題顔色

# SettingPage_CloudFlareConnectProperly
source: The app will download the required resources from CloudFlare, so make sure it can connect properly.
de_de: Die App lädt die benötigten Ressourcen von CloudFlare, also stellen Sie sicher, dass sie, dass die Internetverbindung stabil ist.
it_it: L'app scaricherà le risorse necessarie da CloudFlare, quindi assicurati che possa connettersi correttamente.
ja_jp: アプリはCloudFlareから必要なリソースをダウンロードするため、正しく接続できることを確認してください。
ko_kr: 프로그램이 CloudFlare 로부터 필요한 파일을 다운로드 합니다. 인터넷 연결을 유지해주세요.
ru_ru: Приложение скачает необходимые ресурсы с CloudFlare, поэтому убедитесь, что оно может правильно подключиться.
th_th: แอพจะดาวน์โหลดทรัพยากรที่จำเป็นผ่านทาง CloudFlare ดังนั้นโปรดตรวจสอบว่าการเชื่อมต่อนั้นปกติ
vi_vn: Ứng dụng sẽ tải xuống tài nguyên yêu cầu từ CloudFlare, vì thế hãy bảo đảm rằng nó có thể kết nối đúng cách.
zh_cn: 应用将从 CloudFlare 下载所需的资源，请确保网络连接正常。
zh_hk: 程式將會從 CloudFlare 下載所需資源，請確保網路連接正常。

# SettingPage_CheckForUpdate
source: Check for Update
de_de: Nach Updates suchen
it_it: Ricerca aggiornamenti
ja_jp: アップデートを確認
ko_kr: 업데이트 확인
ru_ru: Проверить наличие обновления
th_th: ตรวจสอบอัพเดต
vi_vn: Kiểm tra cập nhật
zh_cn: 检查更新
zh_hk: 檢查更新

# SettingPage_CurrentVersion
source: Current Version:
de_de: Aktuelle Version:
it_it: Versione attuale:
ja_jp: 現在のバージョン:
ko_kr: 현재 버전
ru_ru: Текущая версия:
th_th: เวอร์ชันปัจจุบัน:
vi_vn: Phiên bản hiện tại:
zh_cn: 当前版本：
zh_hk: 當前版本：

# SettingPage_JoinPreviewReleaseChannel
source: Join Preview Release Channel
de_de: Beta beitreten
it_it: Unisciti al Canale di Anteprima
ja_jp: プレビューリリースチャンネルに参加
ko_kr: 체험판 채널에 가입하기
ru_ru: Устанавливать предрелизы
th_th: เข้าร่วม Preview Release Channel
vi_vn: Tham gia kênh phát hành xem trước
zh_cn: 加入预览版更新渠道
zh_hk: 加入預覽版更新通道

# SettingPage_FileManager
source: File Manager
de_de: Dateimanager
it_it: Gestore file
ja_jp: ファイルの管理
ko_kr: 파일매니저
ru_ru: Менеджер файлов
th_th: ตัวจัดการไฟล์
vi_vn: Quản lí tập tin
zh_cn: 文件管理
zh_hk: 檔案管理

# SettingPage_OpenDataFolder
source: Open Data Folder
de_de: Datenordner öffnen
it_it: Apri Cartella Dati
ja_jp: データフォルダーを開く
ko_kr: 데이터 폴더 열기
ru_ru: Открыть папку данных
th_th: เปิดโฟลเดอร์เก็บข้อมูล
vi_vn: Mở thư mục dữ liệu
zh_cn: 打开数据文件夹
zh_hk: 打開數據資料夾

# SettingPage_ReselectDataFolder
source: Reselect Data Folder
de_de: Datenverzeichnis erneut auswählen
it_it: Riseleziona Cartella Dati
ja_jp: データフォルダーを再選択
ko_kr: 데이터 폴더 변경
ru_ru: Перевыбрать папку с данными
th_th: เปลี่ยนโฟลเดอร์เก็บข้อมูล
vi_vn: Chọn lại thư mục dữ liệu
zh_cn: 重新选择数据文件夹
zh_hk: 重新選擇資料目錄

# SettingPage_DeleteAllSettings
source: Delete All Settings
de_de: Alle Einstellungen löschen
it_it: Ripristina tutte le impostazioni
ja_jp: すべての設定を削除
ko_kr: 모든 설정 초기화
ru_ru: Удалить все настройки
th_th: ลบการตั้งค่าทั้งหมด
vi_vn: Xoá tất cả cài đặt
zh_cn: 删除所有设置
zh_hk: Delete 所有設定

# SettingPage_ClearCachedFiles
source: Clear Cached Files
de_de: Url-Cache Dateien löschen
it_it: Pulisci File Cache
ja_jp: キャッシュされたファイルをクリア
ko_kr: 캐시파일 제거
ru_ru: Очистить кэшированные файлы
th_th: ล้างแคช
vi_vn: Xoá tập tin cache
zh_cn: 清除缓存文件
zh_hk: 清除快取檔案

# SettingPage_About
source: About
de_de: Über
it_it: Info
ja_jp: バージョン情報
ko_kr: 정보
ru_ru: О лаунчере
th_th: เกี่ยวกับ
vi_vn: Về chúng tôi
zh_cn: 关于
zh_hk: 關於

# SettingPage_ProjectHomepage
source: Homepage
de_de: Startseite
it_it: Pagina iniziale
ja_jp: ホームページ
ko_kr: 홈페이지
ru_ru: Главная страница
th_th: โฮมเพจ
vi_vn: Trang chủ
zh_cn: 项目主页
zh_hk: 項目主頁

# SettingPage_ReportIssue
source: Report Issue
de_de: Problem melden
ja_jp: 問題を報告
ko_kr: 버그 제보
ru_ru: Сообщить об ошибке
th_th: แจ้งปัญหา
vi_vn: Báo lỗi
zh_cn: 反馈问题
zh_hk: 反饋問題

# SettingPage_ReleaseHistroy
source: Release History
de_de: Veröffentlichungsverlauf
it_it: Cronologia Rilasci
ja_jp: リリース履歴
ko_kr: 업데이트 기록
ru_ru: История релизов
th_th: ประวัติการอัพเดต
vi_vn: Lịch sử phát hành
zh_cn: 更新记录
zh_hk: 更新紀錄

# SettingPage_ThisIsALogo
source: This is a Logo
de_de: Das ist ein Logo
it_it: Questo è un Logo
ja_jp: これはロゴです
ko_kr: 여기에 로고가 있다고 상상해보세요
ru_ru: Это логотип
th_th: นี่ คือ โลโก้
vi_vn: Đây là Logo
zh_cn: 假装这里有个 logo
zh_hk: 呢個係一個 Logo

# SettingPage_Update
source: Update
de_de: Aktualisieren
it_it: Aggiorna
ja_jp: アップデート
ko_kr: 업데이트 확인
ru_ru: Обновить
th_th: อัพเดท
vi_vn: Cập nhật
zh_cn: 检查更新
zh_hk: 更新

# SettingPage_TestCDNAsync_NetworkError
source: Network Error
de_de: Netzwerkfehler
it_it: Errore di rete
ja_jp: ネットワークエラー
ko_kr: 네트워크 오류
ru_ru: Сетевая ошибка
th_th: เครือข่ายขัดข้อย
vi_vn: Lỗi mạng
zh_cn: 网络异常
zh_hk: 網絡錯誤

# SettingPage_TheCurrentLocationOfTheDataFolderIs
source: The current location of the data folder is:
de_de: Der aktuelle Speicherort des Datenordners ist:
it_it: La posizione corrente della cartella dati è:
ja_jp: データフォルダーの現在の場所:
ko_kr: 데이터 저장경로:
ru_ru: Текущее расположение папки с данными:
th_th: ที่ตั้งปัจจุบันของโฟลเดอร์เก็บข้อมูล:
vi_vn: Vị trí hiện tại của thư mục chứa dữ liệu là:
zh_cn: 当前数据文件夹的位置是：
zh_hk: 數據資料夾嘅目前位置係：

# SettingPage_WouldLikeToReselectDataFolder
source: Would like to reselect? (You need to migrate the data files manually before selecting)
de_de: Möchten Sie erneut wählen? (Sie müssen die Datendateien manuell migrieren, bevor Sie auswählen können)
it_it: Vuoi riselezionare? (È necessario migrare manualmente i file di dati prima di selezionare)
ja_jp: 再選択をしますか? (選択する前に手動でデータファイルを移行する必要があります)
ko_kr: 변경하시겠습니까? (미리 수동으로 파일을 이동한 수 변경헤주세요.)
ru_ru: Хотите перевыбрать? (Перед выбором необходимо вручную перенести файлы данных)
th_th: ยืนยันที่จะเลือกใหม่หรือไม่? (คุณต้องย้ายไฟล์ข้อมูลเองก่อนจะเปลี่ยนโฟลเดอร์)
vi_vn: Bạn có muốn chọn lại? (bạn cần chuyển dữ liệu thủ công trước khi chọn)
zh_cn: 想要重新选择吗？（你需要在选择前手动迁移数据文件）
zh_hk: 想唔想重新揀過（你需要喺揀之前手動轉移數據檔案）

# Common_Yes
source: Yes
de_de: Ja
it_it: Sì
ja_jp: はい
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 是的
zh_hk: 係

# SettingPage_AfterDeletingTheSoftwareWillBeRestartedAutomatically
source: After deleting, the software will be restarted automatically.
de_de: Nach dem Löschen wird die Software automatisch neu gestartet.
it_it: Dopo l'eliminazione, il software verrà riavviato automaticamente.
ja_jp: 削除後にソフトウェアは自動的に再起動されます。
ko_kr: 제거완료 후 프로그램이 자동으로 다시시작 됩니다.
ru_ru: После удаления, программа будет перезапущена автоматически.
th_th: หลังจากลบแล้ว ซอฟต์แวร์จะเริ่มใหม่เองอัตโนมัติ
vi_vn: Sau khi xoá, ứng dụng sẽ tự động được khởi động lại.
zh_cn: 删除完成后，将自动重启软件。
zh_hk: 刪除之後，軟件會自動重新啟動。

# UpdatePage_NewVersion
source: New Version!
de_de: Neue Version!
it_it: Nuova Versione!
ja_jp: 新しいバージョンです!
ko_kr: 새 버전 확인!
ru_ru: Новая версия!
th_th: เวอร์ชันใหม่!
vi_vn: Phiên bản mới!
zh_cn: 新版本！
zh_hk: 新版本！

# UpdatePage_Links
source: Links:
it_it: Indirizzi:
ja_jp: リンク:
ko_kr: 링크:
ru_ru: Ссылки:
th_th: ลิงค์:
vi_vn: Đường dẫn:
zh_cn: 相关链接：

# UpdatePage_BuiltTime
source: Build Time:
de_de: Bauzeit:
it_it: Tempo di compilazione:
ja_jp: ビルド日時:
ko_kr: 빌드시간:
ru_ru: Время сборки:
th_th: เวลาบิวด์:
vi_vn: Thời gian xây dựng:
zh_cn: 编译时间：
zh_hk: 編譯時間：

# UpdatePage_ReleaseChannel
source: Release Channel:
de_de: Release-Kanal:
it_it: Canale Di Rilascio:
ja_jp: リリースチャンネル:
ko_kr: 릴리즈 채널:
ru_ru: Канал релиза:
th_th: ช่องอัพเดต:
vi_vn: Kênh phát hành:
zh_cn: 更新渠道：
zh_hk: 更新渠道：

# UpdatePage_Architecture
source: Architecture:
de_de: Architektur:
it_it: Architettura:
ja_jp: アーキテクチャ:
ko_kr: 아키텍쳐:
ru_ru: Архитектура:
th_th: สถาปัตยกรรม:
vi_vn: Kiến trúc:
zh_cn: 架构：
zh_hk: 架構：

# UpdatePage_DownloadInstaller
source: Download Installer
de_de: Installationsprogramm herunterladen
it_it: Scarica Installer
ja_jp: インストーラーをダウンロード
ko_kr: 설치프로그램 다운로드
ru_ru: Скачать установщик
th_th: ดาวน์โหลดตัวติดตั้ง
vi_vn: Tải trình cài đặt
zh_cn: 安装版下载
zh_hk: 下載安裝程式

# UpdatePage_DownloadPortable
source: Download Portable
de_de: Portable Version
it_it: Scarica Portatile
ja_jp: ポータブルをダウンロード
ko_kr: 비설치 압축파일 다운로드
ru_ru: Скачать портативный
th_th: ดาวน์โหลดตัวพกพา
vi_vn: Tải Portable
zh_cn: 便携版下载
zh_hk: 免安裝版下載

# UpdatePage_RemindLatter
source: Remind me Later
de_de: Später erinnern
it_it: Ricordamelo più tardi
ja_jp: 後で通知
ko_kr: 다음에 알리기
ru_ru: Напомнить позже
th_th: เตือนภายหลัง
vi_vn: Nhắc tôi sau
zh_cn: 下次提醒我
zh_hk: 下次提醒我

# UpdatePage_IgnoreThisVersion
source: Ignore this Version
de_de: Diese Version ignorieren
it_it: Ignora questa versione
ja_jp: このバージョンを無視
ko_kr: 이 버전 무시하기
ru_ru: Игнорировать эту версию
th_th: ข้ามเวอร์ชันนี้
vi_vn: Bỏ qua phiên bản này
zh_cn: 忽略此版本
zh_hk: 忽略呢個版本

# UpdatePage_UpdateNow
source: Update Now
de_de: Jetzt aktualisieren
it_it: Aggiorna Adesso
ja_jp: 今すぐアップデート
ko_kr: 지금 업데이트
ru_ru: Обновить сейчас
th_th: อัพเดตเลย
vi_vn: Cập nhật ngay
zh_cn: 现在更新
zh_hk: 依家更新

# UpdatePage_YouNeedToManuallyDownloadTheNewVersionPackage
source: You need to manually download the new version package
de_de: Sie müssen das neue Versionspaket manuell herunterladen
it_it: È necessario scaricare manualmente la nuova versione del pacchetto
ja_jp: 新しいバージョンのパッケージを手動でダウンロードする必要があります
ko_kr: 수동으로 최신 설치파일을 다운로드 해주세요
ru_ru: Вам нужно вручную скачать новую версию пакета
th_th: คุณต้องดาวน์โหลดแพคเกจเวอร์ชันใหม่เอง
vi_vn: Bạn cần phải tải xuống gói phiên bản mới thủ công
zh_cn: 你需要手动下载新版本安装包
zh_hk: 你要自己去 download 新版本嘅安裝包

# UpdatePage_PreviewChannel
source: Preview Channel
de_de: Vorschau Kanal
it_it: Canale Anteprima
ja_jp: プレビューチャンネル
ko_kr: 체험버전
ru_ru: Предварительный канала
th_th: ช่องทดลอง:
vi_vn: Kênh trải nghiệm trước
zh_cn: 预览版
zh_hk: 預覽版

# UpdatePage_StableChannel
source: Stable Channel
de_de: Stabiler Kanal
it_it: Canale Stabile
ja_jp: 安定版のチャンネル
ko_kr: 정식버전
ru_ru: Стабильный канал
th_th: ช่องเสถียร
vi_vn: Kênh chính thức
zh_cn: 稳定版
zh_hk: 穩定版

# UpdatePage_DevChannel
source: Dev Channel
de_de: Dev-Kanal
it_it: Canale Dev
ja_jp: Devチャンネル
ko_kr: 개발자버전
ru_ru: Канал разработчика
th_th: ช่องผู้พัฒนา
vi_vn: Kênh dành cho nhà phát triển
zh_cn: 开发版
zh_hk: 開發版

# SettingPage_ThemeColorDesc
source: Automatically calculate the theme color based on the background image, and use the system theme color by default.
de_de: Berechnen Sie automatisch die Farbe des Themes basierend auf dem Hintergrundbild und verwenden Sie standardmäßig die Farbe des System-Designs.
it_it: Calcola automaticamente il colore del tema in base all'immagine di sfondo e usa il colore predefinito del tema di sistema.
ja_jp: 背景画像に基づいてテーマカラーを自動的に計算し、既定のシステムカラーとして使用します。
ko_kr: 배경이미지를 기반으로 테마 컬러를 계산합니다. 이 기능을 끄면 시스템 테마컬러를 적용합니다.
ru_ru: Автоматически рассчитывать цвет темы на основе фонового изображения, и использовать цвет системной темы по умолчанию.
th_th: คำนวณสีของธีมจากภาพพื้นหลังโดยอัตโนมัติ และจะใช้สีธีมตามระบบเป็นค่าเริ่มต้น
vi_vn: Tự động tính toán màu chủ đề dựa trên màu của hình nền, và sử dụng màu chủ đề hệ thống theo mặc định.
zh_cn: 根据背景图片自动计算主题颜色，关闭后使用系统主题色。
zh_hk: 根據背景圖片自動計算主題顏色，關咗之後使用系統主題顔色。

# UpdatePage_ReleasePage
source: Release Page
de_de: Release-Seite
it_it: Data di Rilascio
ja_jp: リリースページ
ko_kr: 릴리즈페이지
ru_ru: Страница релиза
th_th: หน้าอัพเดต:
vi_vn: Trang phát hành
zh_cn: 发布页面
zh_hk: 發布頁面

# LauncherPage_ThirdPartyToolDesc
source: Use a third-party plugin to start instead. Game time cannot be recorded when enabled.
de_de: Verwenden Sie ein Drittanbieter-Plugin, um zu starten. Spielzeit kann nicht aufgezeichnet werden, wenn aktiviert.
it_it: Usa un plugin di terze parti per avviare. Il tempo di gioco non può essere registrato quando abilitato.
ja_jp: 代わりにサードパーティーのプラグインを使用してゲームを開始をしてください。有効化するとゲームの時間を記録する事ができません。
ko_kr: 서드파티 실행기로 게임 실행시 게임기록을 사용할수 없습니다.
ru_ru: Для начала воспользуйтесь сторонним плагином. Если эта функция включена, запись времени игры невозможна.
th_th: ใช้ปลั๊กอินของบุุคคลที่ 3 ในการเริ่มเกม - เวลาที่เล่นจะไม่สามารถนับได้
vi_vn: Thay vào đó, sử dụng plugin bên thứ ba để bắt đầu. Thời gian chơi có thể không được ghi lại khi được bật.
zh_cn: 使用第三方插件启动，启用后无法记录游戏时间。
zh_hk: 使用第三方模組代替啟動，啟用之後無法記錄遊戲時間。

# GachaLogPage_GachaLanguageDesc
source: Specify the language of gacha records, such as en-US.
de_de: Geben Sie die Sprache der Gacha-Datensätze an, wie zum Beispiel en-US.
it_it: Specificare la lingua dei record gacha, esempio en-US.
ja_jp: en-USなど言語ごとのガチャの記録を指定します。
ko_kr: 뽑기 기록에 사용할 언어를 지정하세요. 예: ko-KR
ru_ru: Укажите язык записей гачи, например en-US.
th_th: กำหนดภาษาของประวัติการสุ่ม เช่น th-TH
vi_vn: Chỉ định ngôn ngữ của bản ghi gacha, chẳng hạn như vi_VN.
zh_cn: 指定抽卡记录的语言，比如 zh-CN 。
zh_hk: 指定抽卡記錄嘅語言，例如 zh-HK 。

# SettingPage_Language
source: Language
de_de: Sprache
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
ru_ru: Язык
th_th: ภาษา
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言

# SettingPage_FollowSystem
source: Follow System
de_de: Dem System folgen
it_it: Usa Il Sistema
ja_jp: システムに従う
ko_kr: 시스템기본값
ru_ru: Как в системе
th_th: ใช้งานตามระบบ
vi_vn: Theo hệ thống
zh_cn: 跟随系统
zh_hk: 跟隨系統

# SelectDirectoryPage_ToStart
source: To start, please select a folder to save your app data.
de_de: Um zu starten, wählen Sie bitte einen Ordner aus, um die App-Daten zu speichern.
it_it: Per iniziare, seleziona una cartella per salvare i dati dell'app.
ja_jp: 始めにアプリのデータを保存するフォルダーを選択してください。
ko_kr: 시작하기전에 프로그램 데이터를 저장할 폴더를 선택하세요.
ru_ru: Для начала выберите папку для сохранения данных приложения.
th_th: เลือกโฟลเดอร์ที่จะเก็บข้อมูลแอพเพื่อเริ่มต้น
vi_vn: Để bắt đầu, vui lòng chọn thư mục để lưu dữ liệu ứng dụng.
zh_cn: 在开始之前，请选择一个文件夹保存应用数据。
zh_hk: 係開始之前，請揀一個資料夾存儲程式資料。

# GachaLogService_GetGachaProgressText
source: Getting {0} with page {1}
de_de: Erhalten {0} mit Seite {1}
it_it: Ottenere {0} con la pagina {1}
ja_jp: {1} ページ目で {0} の記録を取得
ko_kr: 불러오는중 {0} 중 {1} 페이지
ru_ru: Получено {0} со страницей {1}
th_th: กำลังดึงข้อมูล {0} ในหน้า {1}
vi_vn: Nhận {0} với trang {1}
zh_cn: 正在获取 {0} 第 {1} 页
zh_hk: 攞緊 {0} 第 {1} 頁

source: Hyperion Toolbox
de_de: Hyperion Werkzeugkasten
it_it: Strumenti Hyperion
ja_jp: Hyperionツールボックス
ko_kr: Hyperion 도구상자
ru_ru: Инструменты Hyperion
th_th: กล่องเครื่องมือ Hyperion
vi_vn: Hộp công cụ Hyperion
zh_cn: 米游社工具箱
zh_hk: 米遊社工具箱

source: HoYoLAB Toolbox
de_de: HoYoLAB Werkzeugkasten
it_it: Strumenti HoYoLAB
ja_jp: HoYoLAB ツールボックス
ko_kr: HoYoLAB 도구상자
ru_ru: Инструменты HoYoLAB
th_th: กล่องเครื่องมือ HoYoLAB
vi_vn: Hộp công cụ HoYoLAB
zh_cn: HoYoLAB 工具箱
zh_hk: HoYoLAB工具箱

# HoyolabToolboxPage_LogIn
source: Log in
de_de: Einloggen
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
ru_ru: Войти
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 登录
zh_hk: 登入

# HoyolabToolboxPage_WebLogin
source: Web Login
de_de: Webanmeldung
it_it: Accesso Web
ja_jp: Webログイン
ko_kr: 웹 로그인
ru_ru: Веб-логин
th_th: ล็อกอินผ่านเว็บ
vi_vn: Đăng nhập web
zh_cn: 网页登录
zh_hk: 網頁登入

# HoyolabToolboxPage_InputCookie
source: Input Cookie
de_de: Cookie eingeben
it_it: Aggiungi Cookie
ja_jp: Cookieを入力
ko_kr: 쿠키 입력
ru_ru: Ввод Cookie
th_th: ใส่ Cookie
vi_vn: Nhập cookie
zh_cn: 输入 Cookie
zh_hk: 輸入Cookie

# HoyolabToolboxPage_RefreshInfo
source: Refresh Info
de_de: Info aktualisieren
it_it: Aggiorna Informazioni
ja_jp: 情報を更新
ko_kr: 정보 새로고침
ru_ru: Обновить информацию
th_th: รีเฟรซข้อมูล
vi_vn: Làm mới thông tin
zh_cn: 刷新信息
zh_hk: 重新整理

# HoyolabToolboxPage_CopyCookie
source: Copy Cookie
de_de: Cookie kopieren
it_it: Copia Cookie
ja_jp: Cookieをコピー
ko_kr: 쿠키복사
ru_ru: Копировать Cookie
th_th: คัดลอง Cookie
vi_vn: Sao chép cookie
zh_cn: 复制 Cookie
zh_hk: 複製 Cookie

# HoyolabToolboxPage_DeleteGameRole
source: Delete Game Role
de_de: Spielrolle löschen
ja_jp: ゲームロールを削除
ko_kr: 게임캐릭터 제거
ru_ru: Удалить профиль
th_th: ลบบทบาทในเกม
vi_vn: Xoá vai trò trò chơi
zh_cn: 删除游戏角色
zh_hk: Delete遊戲角色

# HoyolabToolboxPage_SpiralAbyss
source: Spiral Abyss
ja_jp: 深境螺旋
ko_kr: 나선비경
ru_ru: Витая Бездна
vi_vn: La hoàn thâm cảnh
zh_cn: 深境螺旋
zh_hk: 深境螺旋

# HoyolabToolboxPage_TravelersDiary
source: Traveler's Diary
de_de: Tagebuch des Reisenden
ja_jp: 旅人手帳
ko_kr: 여행자 다이어리
ru_ru: Заметки Путешественника
th_th: บันทึกของนักเดินทาง
vi_vn: Nhật kí nhà lữ hành
zh_cn: 旅行者札记
zh_hk: 旅行者札記

# HoyolabToolboxPage_SimulatedUniverse
source: Simulated Universe
de_de: Simulierte Universum
ja_jp: 模擬宇宙
ko_kr: 시뮬레이션 우주
ru_ru: Виртуальная вселенная
vi_vn: Vũ trụ mô phỏng
zh_cn: 模拟宇宙
zh_hk: 模擬宇宙

# HoyolabToolboxPage_ForgottenHall
source: Forgotten Hall
de_de: Vergessener Saal
ja_jp: 忘却の庭
ko_kr: 망각의 정원
ru_ru: Зал забвения
vi_vn: Sãnh đường lãng quên
zh_cn: 忘却之庭
zh_hk: 忘卻之庭

# HoyolabToolboxPage_TrailblazeMonthlyCalendar
source: Trailblaze Monthly Calendar
de_de: Monatskalender des Trailblazes
ja_jp: 開拓カレンダー
ko_kr: 개척일지
ru_ru: Календарь Освоения
th_th: ปฏิทินการบุกเบิก
vi_vn: Lịch tháng khai phá
zh_cn: 开拓月历
zh_hk: 開拓月曆

# LoginPage_ClickThisButtonAfterLoggingIn
source: Click this button after logging in.
de_de: Klicken Sie nach dem Anmelden auf diesen Knopf.
ja_jp: ログイン後にこのボタンをクリックしてください。
ko_kr: 로그인 후 이 버튼을 클릭하세요.
ru_ru: Щелкните на эту кнопку после входа.
th_th: กดปุ่มนี้หลังจากล็อกอินเสร็จสมบูรณ์
vi_vn: Nhấn vào nút này sau khi đăng nhập.
zh_cn: 登录后请点击此按钮
zh_hk: Log in 咗之後請撳呢個按鈕。

# LoginPage_AlreadyAddedGameRoles
source: Already added {0} game roles: {1}
de_de: Bereits {0} Spielrollen hinzugefügt: {1}
ja_jp: {0}つのゲームロールを追加しました:{1}
ko_kr: 캐릭터 불러오는중 {0} 중 : {1}
ru_ru: Добавлено {0} игровых профилей: {1}
th_th: เพิ่ม {0} บทบาทของเกมแล้ว: {1}
vi_vn: Đã thêm {0} vai trò trò chơi: {1}
zh_cn: 已经添加了{0}个游戏角色： {1}
zh_hk: 添加咗 {0} 個遊戲角色： {1}

# Common_Summary
source: Summary
de_de: Zusammenfassung
ja_jp: サマリー
ko_kr: 요약
ru_ru: Резюме
th_th: ภาพรวม
vi_vn: Tổng quan
zh_cn: 总览
zh_hk: 總覽

# SpiralAbyssPage_Picked
source: Picked
de_de: Genommen
ja_jp: 試合数
ko_kr: 출전횟수
ru_ru: Выбран
th_th: เลือก
vi_vn: Tổng số uyên tinh
zh_cn: 出战次数
zh_hk: 出戰次數

# SpiralAbyssPage_CombatStats
source: Combat Stats
de_de: Kampfstatistik
ja_jp: 戦闘ステータス
ko_kr: 전투통계
ru_ru: Боевая статистика
th_th: สถิติการต่อสู้
vi_vn: Bảng Số Liệu Chiến Đấu
zh_cn: 战斗数据榜
zh_hk: 戰鬥資料

# SpiralAbyssPage_MostDefeats
source: Most Defeats
de_de: Meiste Niederlagen
it_it: Più Sconfitte
ja_jp: 最多撃破数
ko_kr: 최대 격파 횟수
ru_ru: Максимум Побед
th_th: กำจัดศัตรูไปได้สูงสุด
vi_vn: Hạ nhiều nhất
zh_cn: 最多击破数
zh_hk: 最多擊破數

# SpiralAbyssPage_StrongestSingleStrike
source: Strongest Single Strike
de_de: Stärkster Einzelschlag
ja_jp: 最大ダメージ
ko_kr: 최고의 일격
ru_ru: Самый Мощный Удар
th_th: โจมตีแรงสุด
vi_vn: Một kích mạnh nhất
zh_cn: 最强一击
zh_hk: 最強一擊

# SpiralAbyssPage_MostDamageTaken
source: Most Damage Taken
de_de: Meiste erlittenen Schaden
ja_jp: 受けた最大ダメージ
ko_kr: 가장 크게 받은 피해
ru_ru: Макс. получено урона
th_th: ได้รับความเสียหายมากที่สุด
vi_vn: Chịu sát thương tối đa
zh_cn: 承受最多伤害
zh_hk: 承受最多傷害

# SpiralAbyssPage_ElementalSkillsUnleashed
source: Elemental Skills Unleashed
de_de: Elementarfertigkeiten einsetze
ja_jp: 元素スキル使用回数
ko_kr: 원소전투스킬 발동 횟수
ru_ru: Элементальные Навыки
th_th: จำนวนการใช้สกิลธาตุ
vi_vn: Số lần thi triển kĩ năng nguyên tố
zh_cn: 元素战技释放次数
zh_hk: 元素戰技釋放次數

# SpiralAbyssPage_ElementalBrustsUnleashed
source: Elemental Brusts Unleashed
de_de: Elementarfertigkeiten einsetze
ja_jp: 元素爆発使用回数
ko_kr: 원소폭발 발동 횟수
ru_ru: Выполнено Взрывов Стихий
th_th: จำนวนการใช้ท่าไม้ตาย
vi_vn: Số lần thi triển kĩ năng nộ
zh_cn: 元素爆发次数
zh_hk: 元素爆發次數
