Repository: Scighost/Starward
Catalog: src/Starward.Language/Lang.*.resx
Languages: de_de, it_it, ja_jp, ko_kr, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Common_Delete
source: Delete
de_de: Löschen
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
ru_ru: Удалить
th_th: ลบ
vi_vn: Xoá
zh_cn: 删除

# GachaLogPage_DeletedGachaRecordsOfUid
source: Deleted {0} gacha record(s) of UID {1}.
de_de: {0} Gacha-Eintragung(en) von UID {1} gelöscht.
it_it: Eliminato {0} gacha record di UID {1}.
ja_jp: UID {1} の {0} のガチャの記録を削除しました。
ko_kr: Uid {1} 의 뽑기기록 {0} 건이 삭제되었습니다.
ru_ru: Удалены записи {0} гачи Uid {1}.
th_th: ลบประวัติการสุ่ม {0} ครั้งของ UID {1}
vi_vn: Đã xoá {0} bản ghi gacha của UID {1}.
zh_cn: 已删除 UID {1} 的 {0} 条抽卡记录。
zh_hk: Delete 咗 UID {1} 嘅 {0} 個抽卡記錄。

# GachaLogPage_DeleteGachaRecordsWarning
source: All gacha records of UID {0} will be deleted, and you won't able to undo this operation.
de_de: Alle Gacha-Einträge von UID {0} werden gelöscht. Vorgang kann nicht rückgängig gemacht worden.
it_it: Tutti i record di gacha di UID {0} verranno cancellati, non potrai annullare questa operazione.
ja_jp: UID {0} のガチャ記録が削除されます、この操作は元に戻せません。
ko_kr: Uid {0} 의 모든 뽑기기록을 삭제합니다. 이 작업은 되돌릴수 없습니다.
ru_ru: Все записи гачи Uid {0} будут удалены, и эта операция необратима.
th_th: ประวัติการสุ่มกาชาของ UID {0} จะถูกลบทั้งหมด และกระบวนการนี้จะไม่สามารถย้อนกลับได้
vi_vn: Tất cả bản ghi gacha của UID {0} sẽ bị xoá, bạn sẽ không thể hoàn tác hành động này.
zh_cn: 即将删除 UID {0} 的所有抽卡记录，此操作不可撤销。
zh_hk: 全部 UID {0} 嘅抽卡記錄都會被 delete，呢個操作無法撤回。

# GachaLogService_WishRecords
source: Wish Records
de_de: Gebetsaufzeichnungen
it_it: Registro Desideri
ja_jp: 祈願の記録
ko_kr: 기원기록
ru_ru: История Молитв
th_th: ประวัติการอธิษฐาน
vi_vn: Bản ghi Cầu Nguyện
zh_cn: 祈愿记录
zh_hk: 祈願記錄

# GachaLogService_WarpRecords
source: Warp Records
de_de: Warpaufzeichnungen
it_it: Registro Warp
ja_jp: 跳躍の記録
ko_kr: 워프기록
ru_ru: История Прижков
th_th: ประวัติการวาร์ป
vi_vn: Bản ghi Bước Nhảy
zh_cn: 跃迁记录
zh_hk: 躍遷記錄

# GachaLogService_GettingUid
source: Getting UID
de_de: Lade UID
it_it: Ottieni UID
ja_jp: UIDを取得
ko_kr: UID 불러오는 중
ru_ru: Получение UID
th_th: กำลังดึง UID
vi_vn: Đang thu thập UID
zh_cn: 正在获取 UID
zh_hk: 攞緊 UID

# GachaLogService_ThisAccountHasNoGachaRecordsInTheLast6Months
source: This account has no gacha records in the last 6 months.
de_de: Dieses Konto hat keine Gebet-Aufzeichnungen in den letzten 6 Monaten.
it_it: Questo account non ha alcun record gacha degli ultimi 6 mesi.
ja_jp: このアカウントは過去6ヶ月間のガチャの記録がありません
ko_kr: 이 계정에는 최근 6개월의 뽑기 기록이 없습니다.
ru_ru: У этого аккаунта нет записей о гаче за последние 6 месяцев.
th_th: บัญชีนี้ไม่มีประวัติการสุ่มในช่วง 6 เดือนที่ผ่านมา
vi_vn: Tài khoản này không có bản ghi gacha trong 6 tháng gần nhất.
zh_cn: 该账号最近 6 个月没有抽卡记录
zh_hk: 呢個 account 最近 6 個月都無抽卡記錄

# GachaLogService_GetGachaResult
source: Got {0} record(s), added {1} record(s).
de_de: Es werden {0} Einträge geholt, Es werden hinzugefügt {1} Einträge.
it_it: Ottenuto {0} record, aggiunto {1} record.
ja_jp: {0}件の記録を取得し、{1}件の記録を追加しました。
ko_kr: {0} 건 불러오기 성공, {1} 건이 추가되었습니다.
ru_ru: Получено {0} записей, добавлено {1} записи.
th_th: ดึงบันทึกการสุ่มทั้งหมด {0} โรล เพิ่มเข้าไปทั้งหมด {1} โรค
vi_vn: Tìm được {0} bản ghi, đã thêm {1} bản ghi.
zh_cn: 共获取到 {0} 条记录，其中新增 {1} 条。
zh_hk: 之前攞咗 {0} 個記錄，依家加咗 {1} 個記錄。

# GenshinGachaService_ImportWishRecordsSuccessfully
source: Import {0} wish record(s) successfully.
de_de: Importieren {0} Wunscheintrag(gungen) erfolgreich.
it_it: Importa {0} record(s) desiderati con successo.
ja_jp: {0} の祈願の記録を正常にインポートしました。
ko_kr: {0} 건의 뽑기기록을 불러왔습니다.
ru_ru: Импорт {0} записей молитв успешно завершен.
th_th: นำเข้า {0} ประวัติการสุ่มสำเร็จ
vi_vn: Nhập {0} bản ghi cầu nguyện thành công.
zh_cn: 成功导入祈愿记录 {0} 条
zh_hk: 成功匯入 {0} 條祈願記錄

# StarRailGachaService_ImportWarpRecordsSuccessfully
source: Import {0} warp record(s) successfully.
de_de: Importieren von {0} Warp-Eintrag(gungen) erfolgreich.
it_it: Importa {0} record(s) di teletrasporto con successo.
ja_jp: {0} の跳躍の記録を正常にインポートしました。
ko_kr: {0} 건의 뽑기기록을 불러왔습니다.
ru_ru: Импорт {0} записей прыжков успешно завершен.
th_th: นำเข้าประวัติการวาร์ป {0} โรลเสร็จสมบูรณ์
vi_vn: Nhập {0} bản ghi bước nhảy thành công.
zh_cn: 成功导入跃迁记录 {0} 条
zh_hk: 成功匯入 {0} 條躍遷記錄

# DownloadGameService_AlreadyTheLatestVersion
source: Already the latest version
de_de: Das ist die neuste Version
it_it: Già l'ultima versione
ja_jp: 最新バージョンです
ko_kr: 이미 최신버전 입니다.
ru_ru: Уже последняя версия
th_th: เป็นเวอร์ชันล่าสุดแล้ว
vi_vn: Đây đã là phiên bản mới nhất
zh_cn: 已是最新版本
zh_hk: 已經係最新嘅版本

# DownloadGameService_TooManyRetries
source: Too many retries
de_de: Zu viele Versuche
it_it: Troppi tentativi
ja_jp: リトライの回数が多すぎます
ko_kr: 재시도 횟수 초과
ru_ru: Слишком много попыток
th_th: ลองใหม่หลายครั้งเกินไป
vi_vn: Quá nhiều lần thử lại
zh_cn: 重试次数过多
zh_hk: 重試次數太多

# UpdateService_CannotUpdateAutomatically
source: Cannot update automatically
de_de: Automatische Aktualisierung nicht möglich
it_it: Impossibile aggiornare automaticamente
ja_jp: 自動でアップデートできません
ko_kr: 자동 업데이트 실패
ru_ru: Не удается обновить автоматически
th_th: ไม่สามารถอัพเดตอัตโนมัติได้
vi_vn: Không thể cập nhật tự động
zh_cn: 无法自动更新
zh_hk: 無法自動更新

# GameSettingPage_Custom
source: Custom
de_de: Benutzerdefiniert
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
ru_ru: Своя
th_th: กำหนดเอง
vi_vn: Tuỳ chọn
zh_cn: 自定义
zh_hk: 自訂

# GameSettingPage_VeryLow
source: Very Low
de_de: Sehr niedrig
it_it: Molto basso
ja_jp: 最低
ko_kr: 아주 낮음
ru_ru: Очень низкое
th_th: ต่ำมาก
vi_vn: Rất thấp
zh_cn: 非常低
zh_hk: 非常之低

# GameSettingPage_Low
source: Low
de_de: Niedrig
it_it: Basso
ja_jp: 低
ko_kr: 낮음
ru_ru: Низкое
th_th: ต่ำ
vi_vn: Thấp
zh_cn: 低
zh_hk: 低

# GameSettingPage_Medium
source: Medium
de_de: Mittel
it_it: Medio
ja_jp: 中
ko_kr: 중간
ru_ru: Средние
th_th: กลาง
vi_vn: Trung bình
zh_cn: 中
zh_hk: 中

# GameSettingPage_High
source: High
de_de: Hoch
it_it: Alto
ja_jp: 高
ko_kr: 높음
ru_ru: Высокое
th_th: สูง
vi_vn: Cao
zh_cn: 高
zh_hk: 高

# GameSettingPage_VeryHigh
source: Very High
de_de: Sehr hoch
it_it: Molto alto
ja_jp: 最高
ko_kr: 낮음
ru_ru: Очень Высокое
th_th: สูงมาก
vi_vn: Rất cao
zh_cn: 非常高
zh_hk: 非常之高

# GameSettingPage_Off
source: Off
de_de: Aus
it_it: Disattivato
ja_jp: オフ
ko_kr: 끄기
ru_ru: Выкл.
th_th: ปิด
vi_vn: Tắt
zh_cn: 关
zh_hk: 關

# GameSettingPage_StartArguments
source: Start Arguments
de_de: Startargumente
it_it: Argomenti di avvio
ja_jp: ゲーム開始時の引数
ko_kr: 시작변수 설정
ru_ru: Параметры запуска
th_th: เริ่มพารามิเตอร์
vi_vn: Tham số khởi động
zh_cn: 启动参数
zh_hk: 啟動參數

# GameSettingPage_Resolution
source: Resolution
de_de: Auflösung
it_it: Risoluzione
ja_jp: 解像度
ko_kr: 해상도
ru_ru: Разрешение
th_th: ความละเอียดหน้าจอ
vi_vn: Độ phân giải
zh_cn: 分辨率
zh_hk: 解析度

# GameSettingPage_FullScreen
source: Full Screen
de_de: Vollbild
it_it: Schermo intero
ja_jp: フルスクリーン
ko_kr: 전체화면
ru_ru: Во весь экран
th_th: เต็มหน้าจอ
vi_vn: Toàn màn hình
zh_cn: 全屏
zh_hk: 全螢幕

# GameSettingPage_CustomResolution
source: Custom Resolution
de_de: Benutzerdefinierte Auflösung
it_it: Risoluzione personalizzata
ja_jp: 解像度のカスタマイズ
ko_kr: 커스텀 해상도
ru_ru: Пользовательское разрешение
th_th: ความละเอียดแบบกำหนด
vi_vn: Độ phân giải tuỳ chọn
zh_cn: 自定义分辨率
zh_hk: 自訂解析度

# GameSettingPage_VoiceLanguage
source: Voice Language
de_de: Audiosprache
it_it: Lingua della voce
ja_jp: ボイスの言語
ko_kr: 음성언어
ru_ru: Язык Озвучки
th_th: ภาษาของเสียงพากย์
vi_vn: Ngôn ngữ lồng tiếng
zh_cn: 语音
zh_hk: 語音語言

# GameSettingPage_VoiceLanguageDescription
source: Set this value before starting the game for the first time to avoid downloading some voice resources
de_de: Wähle entsprechende Ressourcenpakete und, vermeide unnötiges Speicherplatz verbrauch
it_it: Imposta questo valore prima di avviare il gioco per la prima volta per evitare il download di alcune risorse vocali
ja_jp: 音声リソースのダウンロードを避ける為に、初めてゲームを開始する前にこの値を設定してください
ko_kr: 최초 실행시 아래의 언어를 선택하면 불필요한 음성 데이터를 다운로드 하지 않습니다.
ru_ru: Установите это значение перед первым запуском игры, чтобы избежать скачивания некоторых голосовых ресурсов
th_th: ตั้งค่าก่อนเริ่มเกมครั้งแรกจะทำให้ไม่จำเป็นต้องดาวน์โหลดทรัพยากรเสียงพาย์บางส่วน
vi_vn: Đặt giá trị này trước khi bắt đầu trò chơi lần đầu tiên để tránh tải xuống một số tài nguyên âm thanh
zh_cn: 首次启动游戏前设置此值可以避免下载部分语音资源
zh_hk: 第一次啓動游戲之前 set 咗呢個值之後可以避免 download 部分語音資源

# GameSettingPage_GraphicsSetting
source: Graphics Setting
de_de: Grafikeinstellungen
it_it: Impostazione grafica
ja_jp: 画面設定
ko_kr: 그래픽 설정
ru_ru: Настройки графики
th_th: ตั้งค่ากราฟิก
vi_vn: Cài đặt đồ hoạ
zh_cn: 图形设置
zh_hk: 圖形設定

# GameSettingPage_GraphicsQualityPreset
source: Graphics Quality Preset
de_de: Grafikqualität Voreinstellung
it_it: Impostazione qualità grafica predefinita
ja_jp: 画質のプリセット
ko_kr: 그래픽 품질 프리셋
ru_ru: Предустановленные настройки графики
th_th: คุณภาพกราฟิก
vi_vn: Cài đặt đồ hoạ có sẵn
zh_cn: 图像质量预设
zh_hk: 圖形質素預設

# GameSettingPage_RenderScale
source: Render Scale
de_de: Renderskala
it_it: Scala di rendering
ja_jp: レンダリング精度
ko_kr: 렌더링 스케일
ru_ru: Масштаб отрисовки
th_th: ความละเอียดการเรนเดอร์
vi_vn: Tỷ lệ kết xuất
zh_cn: 渲染精度
zh_hk: 渲染精細度

# GameSettingPage_FPS
source: FPS
zh_cn: 帧率

# GameSettingPage_VSync
source: V-Sync
ja_jp: 垂直同期
ko_kr: 수직동기화
ru_ru: Верт. синхронизация
vi_vn: Đồng bộ dọc
zh_cn: 垂直同步
zh_hk: 垂直同步

# GameSettingPage_AntiAliasing
source: Anti-Aliasing
ja_jp: アンチエイリアス
ko_kr: 안티 앨리어싱
ru_ru: Режим сглаживания
th_th: เทคโนโลยีลบรอยหยัก
vi_vn: Khử răng cưa
zh_cn: 抗锯齿
zh_hk: 反鋸齒

# GameSettingPage_ShadowQuality
source: Shadow Quality
de_de: Schattenqualität
it_it: Qualità delle ombre
ja_jp: シャドウ品質
ko_kr: 그림자 품질
ru_ru: Качество теней
th_th: คุณภาพของเงา
vi_vn: Chất lượng bóng
zh_cn: 阴影质量
zh_hk: 陰影品質

# GameSettingPage_ReflectionQuality
source: Reflection Quality
de_de: Reflexionsqualität
it_it: Qualità delle riflessioni
ja_jp: 反射品質
ko_kr: 반사 품질
ru_ru: Качество отражений
th_th: คุณภาพการสะท้อง
vi_vn: Chất lượng phản chiếu
zh_cn: 反射质量
zh_hk: 反射品質

# GameSettingPage_CharacterQuality
source: Character Quality
de_de: Charakterqualität
it_it: Qualità dei personaggi
ja_jp: キャラ品質
ko_kr: 캐릭터 품질
ru_ru: Качество Персонажа
th_th: คุณภาพตัวละคร
vi_vn: Chất lượng nhân vật
zh_cn: 角色质量
zh_hk: 角色品質

# GameSettingPage_EnvironmentDetail
source: Environment Detail
de_de: Umgebungsdetails
it_it: Dettaglio dell'ambiente
ja_jp: シーン細部
ko_kr: 배경 품질
ru_ru: Детализация окружения
th_th: รายละเอียดฉาก
vi_vn: Chi tiết môi trường
zh_cn: 场景细节
zh_hk: 場景細節

# GameSettingPage_BloomEffect
source: Bloom Effect
de_de: Bloomeffekt
it_it: Effetto Bloom
ja_jp: ブルーム効果
ko_kr: 블룸 이펙트
ru_ru: Эффект размытия
th_th: เอฟเฟกต์บลูม
vi_vn: Hiệu ứng toả sáng
zh_cn: 泛光效果
zh_hk: 泛光效果

# GameSettingPage_LightQuality
source: Light Quality
de_de: Lichtqualität
it_it: Qualità della luce
ja_jp: 照明効果
ko_kr: 조명 이펙트
ru_ru: Качество освещения
th_th: คุณภาพของแสง
vi_vn: Chất lượng ánh sáng
zh_cn: 光照质量
zh_hk: 光照品質

# Common_Apply
source: Apply
de_de: Anwenden
it_it: Applica
ja_jp: 適用
ko_kr: 적용
ru_ru: Применить
th_th: เปิดใช้งาน
vi_vn: Áp dụng
zh_cn: 应用
zh_hk: 套用

# GameSettingPage_GameNotInstalled
source: Game not Installed
de_de: Spiel ist nicht installiert
it_it: Gioco non installato
ja_jp: ゲームがインストールされていません
ko_kr: 게임이 설치되지 않았습니다.
ru_ru: Игра не установлена
th_th: ยังไม่ได้ติดตั้งเกม
vi_vn: Trò chơi chưa được cài đặt
zh_cn: 游戏未安装
zh_hk: 遊戲未安裝

# GameSettingPage_FPSWarning
source: Setting the FPS to 120 will make the in-game graphics settings unusable
de_de: Die Einstellung der FPS auf 120 wird die Grafikeinstellungen im Spiel unbrauchbar machen
it_it: Impostare gli FPS a 120 renderà inutilizzabili le impostazioni grafiche in gioco
ja_jp: FPSを120に設定するとゲーム内の画面設定が使用できなくなります
ko_kr: 120 FPS 설정후 게임내 그래픽 설정을 사용할수 없습니다.
ru_ru: Установка FPS на 120 сделает недоступными внутриигровые настройки графики
th_th: การตั้งค่า FPS เป็น 120 จะทำให้ตั้งค่ากราฟิกในเกมใช้งานไม่ได้
vi_vn: Thiết đặt FPS lên 120 sẽ làm cho cài đặt đồ hoạ trong trò chơi không sử dụng được
zh_cn: 帧率设置为 120 后将导致游戏内图形设置无法使用
zh_hk: 幀率 set 為 120 之後會導致遊戲內圖形設定無法使用

# GameSettingPage_SettingNotEffect
source: The settings applied while the game is running do not take effect
de_de: Die während des Spiels angewendeten Einstellungen werden nicht wirksam
it_it: Le impostazioni applicate mentre il gioco è in esecuzione non hanno effetto
ja_jp: ゲームの実行中は適用された設定が反映されません
ko_kr: 게임 실행중 설정을 변경하면 적용되지 않습니다.
ru_ru: Настройки во время игры не вступят в силу
th_th: การตั้งค่าที่เปิดใช้งานเมื่อเกมกำลังทำงานอยู่จะไม่มีผล
vi_vn: Cài đặt áp dụng khi trò chơi đang chạy sẽ không có hiệu lực
zh_cn: 游戏运行时应用的设置无法生效
zh_hk: 遊戲運行時更改嘅設定無法生效

# GameSettingPage_ResolutionMustBeGreaterThan0
source: Resolution must be greater than 0
de_de: Die Auflösung muss größer als 0 sein
it_it: La risoluzione deve essere maggiore di 0
ja_jp: 解像度は0より大きくなければなりません
ko_kr: 0보다 큰 수를 입력해주세요.
ru_ru: Разрешение должно быть больше 0
th_th: ความละเอียดหน้าจอต้องมากกว่า 0
vi_vn: Độ phân giải phải lớn hơn 0
zh_cn: 分辨率必须大于 0
zh_hk: 解析度必須大於 0

# GameSettingPage_StartArgumentDesc
source: For information on startup parameters see {Unity Standalone Player Command Line Arguments}
de_de: Informationen über Startparameter finden Sie unter {Unity Standalone Player Command Line Arguments}
it_it: Per informazioni sui parametri di avvio vedere {Unity Standalone Player Command Line Arguments}
ja_jp: ゲーム開始時の引数については、{Unity Standalone Player Command Line Arguments} を参照してください。
ko_kr: 시작변수 정보 참고: {Unity Standalone Player Command Line Arguments}
ru_ru: Получить информацию о параметрах запуска см. {Unity Standalone Player Command Line Arguments}
th_th: ข้อมูลเพิ่มเติมสำหรับพารามิเตอร์สามารถดูได้ที่ {Unity Standalone Player Command Line Arguments}
vi_vn: Để biết thông tin về tham số khởi động hãy xem {Unity Standalone Player Command Line Arguments}
zh_cn: 启动参数的信息请查看 {Unity Standalone Player Command Line Arguments}
zh_hk: 關於啟動參數嘅資料，請參閲 {Unity Standalone Player Command Line Arguments}

# GameSettingPage_On
source: On
de_de: Ein
it_it: Attivo
ja_jp: オン
ko_kr: 켜기
ru_ru: Вкл.
th_th: เปิด
vi_vn: Bật
zh_cn: 开
zh_hk: 開

# LauncherPage_InstallGame
source: Install Game
de_de: Spiel installieren
it_it: Installa Gioco
ja_jp: ゲームをインストール
ko_kr: 게임설치
ru_ru: Установить игру
th_th: ติดตั้งเกม
vi_vn: Cài đặt trò chơi
zh_cn: 安装游戏
zh_hk: 安裝遊戲

# LauncherPage_UpdateGame
source: Update Game
de_de: Spiel aktualisieren
it_it: Aggiorna Gioco
ja_jp: ゲームをアップデート
ko_kr: 업데이트
ru_ru: Обновить игру
th_th: อัพเดตเกม
vi_vn: Cập nhật trò chơi
zh_cn: 更新游戏
zh_hk: 更新遊戲

# LauncherPage_PlayTime
source: Play Time
de_de: Spielzeit
it_it: Tempo Di Gioco
ja_jp: プレイ時間
ru_ru: Время в игре
th_th: เวลาที่เล่น
vi_vn: Thời gian chơi
zh_cn: 游戏时间
zh_hk: 遊戲時間

# Common_Refresh
source: Refresh
de_de: Aktualisieren
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
ru_ru: Обновить
th_th: รีเฟรซ
vi_vn: Làm mới
zh_cn: 刷新
zh_hk: 重新整理

# LauncherPage_ThisWeek
source: This Week
de_de: Diese Woche
it_it: Questa Settimana
ja_jp: 今週
ko_kr: 이번주
ru_ru: За неделю
th_th: สัปดาห์นี้
vi_vn: Tuần này
zh_cn: 本周
zh_hk: 呢個禮拜

# LauncherPage_ThisMonth
source: This Month
de_de: Dieser Monat
it_it: Questo Mese
ja_jp: 今月
ko_kr: 이번달
ru_ru: За месяц
th_th: เดือนนี้
vi_vn: Tháng này
zh_cn: 本月
zh_hk: 呢個月

# LauncherPage_LastTime
source: Last Time
de_de: Zuletzt
it_it: Ultima Volta
ja_jp: 最終時刻
ko_kr: 마지막 실행
ru_ru: Последний раз
th_th: ครั้งล่าสุด
vi_vn: Lần gần nhất
zh_cn: 上次
zh_hk: 上次

# LauncherPage_PreInstall
source: Pre-Install
de_de: Vorinstallieren
it_it: Pre-Installa
ja_jp: 事前インストール
ko_kr: 사전다운로드
ru_ru: Предварительная установка
th_th: ดาวน์โหลดล่วงหน้า
vi_vn: Cài đặt trước
zh_cn: 预下载
zh_hk: 預下載

# LauncherPage_CurrentAccount
source: Current Login Account
de_de: Aktuell angemeldete Konto
it_it: Account Attivo
ja_jp: 現在のログインアカウント
ko_kr: 현재 계정
ru_ru: Использовать учётную запись для входа
th_th: บัญชีปัจจุบัน
vi_vn: Tài khoản đăng nhập hiện tại
zh_cn: 当前登录的账号
zh_hk: 當前登入的 Account

# LauncherPage_SwitchAccount
source: Switch Account
de_de: Konto wechseln
it_it: Cambia Account
ja_jp: アカウントを切り替え
ko_kr: 계정 변경
ru_ru: Сменить аккаунт
th_th: เปลี่ยนบัญชี
vi_vn: Chuyển đổi tài khoản
zh_cn: 切换账号
zh_hk: 切換 Account

# LauncherPage_AccountInformation
source: Account Information
de_de: Kontoinformationen
it_it: Informazioni Account
ja_jp: アカウント情報
ko_kr: 계정 정보
ru_ru: Информация об аккаунте
th_th: ข้อมูลบัญชี
vi_vn: Thông tin tài khoản
zh_cn: 账号信息
zh_hk: Account 資料

# LauncherPage_Nickname
source: Nickname
de_de: Spitzname
it_it: Soprannome
ja_jp: ニックネーム
ko_kr: 닉네임
ru_ru: Псевдоним
th_th: ชื่อเล่น
vi_vn: Biệt danh
zh_cn: 昵称
zh_hk: 暱稱

# Common_Save
source: Save
de_de: Speichern
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# LauncherPage_GameSetting
source: Game Setting
de_de: Spiel Einstellung
it_it: Impostazioni Di Gioco
ja_jp: ゲームの設定
ko_kr: 게임설정
ru_ru: Настройки игры
th_th: ตั้งค่าเกม
vi_vn: Cài đặt trò chơi
zh_cn: 游戏设置
zh_hk: 遊戲設定

# LauncherPage_InstallFolder
source: Installation Folder
de_de: Installationsordner
it_it: Cartella Di Installazione
ja_jp: インストール先のフォルダー
ko_kr: 설치경로
ru_ru: Папка для установки
th_th: โฟลเดอร์ติดตั้ง
vi_vn: Thư mục cài đặt
zh_cn: 安装位置
zh_hk: 安裝位置

# LauncherPage_Locate
source: Locate
de_de: Lokalisiere
it_it: Individua
ja_jp: 参照
ko_kr: 디렉토리 열기
ru_ru: Найти
th_th: ระบุโฟลเดอร์เกมที่ติดตั้งแล้ว
vi_vn: Chọn đường dẫn
zh_cn: 定位
zh_hk: 定位

# LauncherPage_RepairGame
source: Repair Game
de_de: Spiele reparieren
it_it: Ripara Gioco
ja_jp: ゲームを修復する
ko_kr: 게임복구
ru_ru: Восстановить игру
th_th: ซ่อมแซมไฟล์เกม
vi_vn: Sửa chữa trò chơi
zh_cn: 修复游戏
zh_hk: 修復游戲

# LauncherPage_CustomStartExecutable
source: Custom Startup Executable
de_de: Benutzerdefinierte Startparameter
it_it: Eseguibile Di Avvio Personalizzato
ja_jp: ゲーム起動時に指定した実行ファイルから開始する
ko_kr: 시작변수 적용
ru_ru: Пользовательский исполняемый файл запуска
th_th: ตัวเรียกใช้งานที่กำหนดเอง
vi_vn: Tuỳ chỉnh lệnh thực thi khởi động
zh_cn: 自定义启动程序
zh_hk: 自訂啟動程式

# Common_Select
source: Select
de_de: Auswählen
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ru_ru: Выбрать
th_th: เลือก
vi_vn: Chọn
zh_cn: 选择
zh_hk: 選擇

# LauncherPage_ShowGameAnnouncement
source: Show Game Announcement
de_de: Zeige Spielankündigung
it_it: Mostra Annunci Di Gioco
ja_jp: ゲームのお知らせを表示
ko_kr: 게임공지 표시하기
ru_ru: Показывать объявления игры
th_th: แสดงประกาศของเกม
vi_vn: Hiện thị thông báo trò chơi
zh_cn: 显示游戏公告
zh_hk: 顯示遊戲公告

# LauncherPage_IgnoreRunningGameProcess
source: Ignore Running Game Process
de_de: Ignoriere laufenden Spielprozess
it_it: Ignora Processo Di Gioco In Esecuzione
ja_jp: 実行中のゲームプロセスを無視
ko_kr: 실행중인 게임 무시하기
ru_ru: Игнорировать запущенный процесс игры
th_th: ไม่สนใจเกมที่กำลังรันอยู่
vi_vn: Bỏ qua tiến trình trò chơi đang hoạt động
zh_cn: 忽略正在运行的游戏
zh_hk: 忽略依家運行緊嘅遊戲

# LauncherPage_BackgroundSetting
source: Background Setting
de_de: Hintergrundeinstellungen
it_it: Impostazioni Sfondo
ja_jp: 背景の設定
ko_kr: 배경 설정
ru_ru: Настройка фона
th_th: ตั้งค่าพื้นหลัง
vi_vn: Cài đặt hình nền
zh_cn: 背景设置
zh_hk: 背景設定

# SettingPage_UseSameBackgroundInAllGameRegion
source: Use same background in all game region
de_de: Benutze denselben Hintergrund in allen Spielgebieten
it_it: Usa lo stesso sfondo per tutte le regioni di gioco
ja_jp: すべてのゲームリージョンで同じ背景を使用する
ko_kr: 모든 게임에 동일한 배경 사용
ru_ru: Используйте одинаковый фон во всех регионах игры
th_th: ใช้ภาพพื้นหลังแบบเดียวกันในทุกภูมิภาค
vi_vn: Sử dụng chung hình nền ở tất cả khu vực trò chơi
zh_cn: 所有游戏使用相同的背景
zh_hk: 喺所有遊戲都用一樣嘅背景

# SettingPage_BgSizeTip
source: Please select an image with a pixel size matches the application window; oversized images will reduce performance.
de_de: Bitte wählen Sie ein Bild mit einer angepasster Pixelgröße. Übergroße Bilder verringern die Performance.
it_it: Si prega di selezionare un'immagine con una dimensione di pixel uguale alla finestra dell'applicazione; immagini di maggiori dimensioni ridurranno le prestazioni.
ja_jp: ピクセルサイズがアプリのウィンドウに合うサイズの画像を選択してください。サイズを超える画像はパフォーマンスが低下します。
ko_kr: 프로그램 창 크기와 비슷한 이미지를 선택해주세요. 너무 큰 이미지는 프로그램 성능에 영향을 줄 수 있습니다.
ru_ru: Выберите изображение, размер которого в пикселях соответствует окну приложения; изображения слишком большого размера снижают производительность.
th_th: โปรดเลือกภาพที่ความละเอียดตรงกับขนาดของแอพ ; ภาพที่ใหญ่เกินไปจะทำให้ประสิทธิภาพลดลง
vi_vn: Vui lòng chọn bức ảnh có kích thước pixel trùng với cửa sổ ứng dụng; ảnh quá cỡ sẽ làm giảm hiệu năng.
zh_cn: 请选择像素大小与应用窗口相匹配的图片，过大的图片会降低性能。
zh_hk: 請揀一張像素大小同應用程式視窗相符嘅圖片；過大嘅圖片會降低效能。

# LauncherPage_StartGame
source: Start Game
de_de: Spiel starten
it_it: Avvia gioco
ja_jp: ゲーム開始
ko_kr: 게임시작
ru_ru: Запустить игру
th_th: เริมเกม
vi_vn: Bắt đầu trò chơi
zh_cn: 开始游戏
zh_hk: 啟動遊戲

# LauncherPage_GameIsRunning
source: Game is Running
de_de: Spiel läuft gerade
it_it: Gioco in esecuzione
ja_jp: ゲームを実行中です
ko_kr: 게임실행중
ru_ru: Игра уже запущена
th_th: เกมกำลังรันอยู่
vi_vn: Trò chơi đang chạy
zh_cn: 游戏正在运行
zh_hk: 遊戲執行緊

# Common_Start
source: Start
de_de: Beginn
it_it: Avvia
ja_jp: 開始
ko_kr: 시작
ru_ru: Начать
th_th: เริ่ม
vi_vn: Bắt đầu
zh_cn: 开始
zh_hk: 開始

# LauncherPage_SelectInstallFolder
source: Select Installation Folder
de_de: Installationsordner
it_it: Seleziona Cartella Di Installazione
ja_jp: インストール先のフォルダーを選択
ko_kr: 설치경로
ru_ru: Выберите папку для установки
th_th: เลือกโฟลเดอร์ติดตั้ง
vi_vn: Lựa chọn thư mục cài đặt
zh_cn: 选择安装文件夹
zh_hk: 選擇安裝資料夾

# Common_Continue
source: Continue
de_de: Fortsetzen
it_it: Continua
ja_jp: 続行
ko_kr: 계속
ru_ru: Продолжить
th_th: ต่อไป
vi_vn: Tiếp tục
zh_cn: 继续
zh_hk: 繼續

# LauncherPage_Reselect
source: Reselect
de_de: Erneut auswählen
it_it: Riseleziona
ja_jp: 再選択をする
ko_kr: 다시선택
ru_ru: Перевыбрать
th_th: เลือกใหม่
vi_vn: Chọn lại
zh_cn: 重新选择
zh_hk: 重新選擇

# LauncherPage_TheFollowingFolderContainsUnfinishedDownloadTasks
source: The following folder contains unfinished download tasks:
de_de: Der folgende Ordner enthält unerledigte Download-Aufgaben:
it_it: La seguente cartella contiene attività di download non terminate:
ja_jp: 次のフォルダーは未完成のダウンロードタスクが含まれています:
ko_kr: 아래 폴더에 완료되지 않은 다운로드 임무 가 있습니다.
ru_ru: В следующей папке содержатся незавершенные задачи скачивания:
th_th: โฟลเดอร์นี้มีการดาวน์โหลดที่ยังโหลดไม่เสร็จ
vi_vn: Thư mục sau chứa những tác vụ tải xuống chưa hoàn thành:
zh_cn: 以下文件夹中有尚未完成的下载任务：
zh_hk: 以下資料夾入面有仲未完成嘅下載任務：

# LauncherPage_SelectInstallFolderDesc
source: Please select an empty folder for installing game, or locate the folder where executable file {0} is.
de_de: Bitte wählen Sie einen leeren Ordner für die Installation des Spiels, oder suchen Sie den Ordner, in dem die ausführbare Datei {0} ist.
it_it: Selezionare una cartella vuota per installare il gioco, oppure individua la cartella in cui il file eseguibile {0} è.
ja_jp: ゲームをインストールするには空のフォルダーか、実行ファイルがあるフォルダー「{0}」を選択してください。
ko_kr: 게임을 설치 할 폴더를 선택하거나 이미 설치 한 경우 {0} 파일이 위치한 경로를 선택하세요.
ru_ru: Выберите пустую папку для установки игры или найдите папку, в которой находится исполняемый файл {0}.
vi_vn: Vui lòng chọn một thư mục trống để cài đặt trò chơi, hoặc tìm thư mục chứa tập tin thực thi của {0}.
zh_cn: 请选择一个空文件夹用于安装游戏，或者定位可执行文件 {0} 所在的文件夹。
zh_hk: 請揀一個空嘅資料夾嚟 download 遊戲，或者搵可執行檔案 {0} 所在嘅資料夾。

# LauncherPage_AlreadyTheLatestVersionDesc
source: If it is not the latest version, please modify the config.ini file in the game installation directory.
de_de: Falls es nicht die neueste Version ist, ändern Sie bitte die Datei config.ini im Installationsverzeichnis des Spiels.
it_it: Se non è l'ultima versione, si prega di modificare il file config.ini nella directory di installazione del gioco.
ja_jp: 最新バージョンではない場合は、ゲームのインストールディレクトリにある「config.ini」ファイルを変更してください。
ko_kr: 최신버전이 아니면 게임 디렉토리의 config.ini 파일을 수정하세요.
ru_ru: Если это не последняя версия, пожалуйста, измените файл config.ini в директории установки игры.
th_th: ถ้าไม่ใช่เวอร์ชันล่าสุด กรุณาแก้ไฟล์ config.ini ในโฟลเดอร์ติดตั้งเกม
vi_vn: Nếu đây không phải phiên bản mới nhất, vui lòng sửa đổi tập tin config.ini ở thư mục cài đặt trò chơi.
zh_cn: 如果不是最新版本请修改游戏安装目录中的 config.ini 文件。
zh_hk: 如果唔係最新嘅版本，請修改遊戲安裝目錄入面嘅 config.ini 檔案。

# LauncherPage_StartVerification
source: Start to Verify
de_de: Verifizieren starten
it_it: Inizia a Verificare
ja_jp: 検証を開始
ko_kr: 확인 시작
ru_ru: Начать проверку
th_th: เริ่มยืนยันความสมบูรณ์ของไฟล์เกม
vi_vn: Bắt đầu xác minh
zh_cn: 开始校验
zh_hk: 開始驗證
