Repository: Scighost/Starward
Catalog: src/Starward.Language/Lang.*.resx
Languages: de_de, it_it, ja_jp, ko_kr, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# SwitchClientPage_FeatureDescription
source: This feature can quickly switch the client to the corresponding server, only needing to download some resources during the first switch.
de_de: Diese Funktion kann den Client schnell auf den entsprechenden Server wechseln und benötigt nur einige Ressourcen während des ersten Wechsels herunterzuladen.
it_it: Questa funzione può passare rapidamente il client al server corrispondente, solo bisogno di scaricare alcune risorse durante il primo cambio.
ja_jp: この機能によってクライアントに対応するサーバーに素早く切り替える事ができ、最初の切り替え時に必要になるのはリソースのダウンロードだけになります。
ko_kr: 이 기능으로 특정 서버의 클라이언트로 변환 할 수 있습니다. 최초 실행시에만 필요한 리소스를 자동으로 다운로드 합니다.
ru_ru: Эта функция позволяет клиенту быстро переключиться на соответствующий сервер, при этом во время первого переключения необходимо скачать лишь некоторые ресурсы.
vi_vn: Tính năng này có thể nhanh chóng chuyển đổi Client sang máy chủ tương ứng, chỉ cần tải xuống một số tài nguyên trong lần chuyển đổi đầu tiên.
zh_cn: 这个功能可以把客户端快速切换至对应的服务器，仅需在首次切换时下载部分资源。
zh_hk: 呢個功能可以快速切換到對應嘅 server，只需係第一次切換嘅時侯下載一啲資源。

# SwitchClientPage_StartSwitching
source: Start Switching
de_de: Wechsel starten
it_it: Inizia Trasferimento
ja_jp: 切り替えを開始
ko_kr: 변경시작
ru_ru: Начать переключение
vi_vn: Bắt đầu chuyển đổi
zh_cn: 开始切换
zh_hk: 開始切換

# SwitchClientPage_TheLocalGameVersionIsNotTheLatest
source: The local game version is not the latest.
de_de: Die lokale Spielversion ist nicht die aktuellste.
it_it: La versione del gioco locale non è la più recente.
ja_jp: ローカルのゲームのバージョンは最新ではありません。
ko_kr: 설치된 게임이 최신버전이 아닙니다.
ru_ru: Локальная версия игры не является последней.
th_th: เวอร์ชันเกมที่ติดตั้งไว้ในเครื่องไม่ใช่เวอร์ชันล่าสุด
vi_vn: Phiên bản trò chơi đã cài đặt không phải là phiên bản mới nhất.
zh_cn: 本地游戏版本不是最新的。
zh_hk: 本地遊戲版本唔係最新嘅

# SwitchClientPage_TheTargetServerVersionIsDifferentFromTheLocalVersion
source: The target server version is different from the local version.
de_de: Die Zielserverversion unterscheidet sich von der lokalen Version.
it_it: La versione del server è diversa dalla versione locale.
ja_jp: ターゲットサーバーのバージョンがローカルのバージョンと異なります。
ko_kr: 선택한 서버의 버전이 설치된 게임과 다릅니다.
ru_ru: Версия целевого сервера отличается от локальной версии.
vi_vn: Phiên bản máy chủ đích khác với phiên bản đã cài đặt.
zh_cn: 目标服务器的游戏版本和本地不同。
zh_hk: 目標伺服器版本同本地版本唔同

# SwitchClientPage_ReadyToSwitchClient
source: Ready to switch client
de_de: Bereit zum Client wechseln
it_it: Pronto per cambiare client
ja_jp: クライアントの切り替え準備ができています
ko_kr: 클라이언트 변경 준비됨
ru_ru: Готов переключить клиент
vi_vn: Sẵn sàng để chuyển đổi Client
zh_cn: 准备好切换客户端
zh_hk: 準備切換 server

# SwitchClientPage_FileVerificationFailedPleaseTryAgain
source: File verification failed, please try again.
de_de: Dateiüberprüfung fehlgeschlagen, bitte versuchen Sie es erneut.
it_it: Verifica del file non riuscita, riprova.
ja_jp: ファイルの検証に失敗しました。再試行をしてください。
ko_kr: 리소스 확인 실패. 다시 시도해주세요.
ru_ru: Проверка файлов не удалась. Пожалуйста, попробуйте ещё раз.
vi_vn: Xác minh tập tin thất bại, vui lòng thử lại sau.
zh_cn: 文件校验失败，请重试。
zh_hk: 檔案驗證失敗，請重試

# SwitchClientPage_FileVerificationFailedPleaseTryToRepairGameResources
source: File verification failed, please try to repair game resources.
de_de: Dateiüberprüfung fehlgeschlagen, bitte versuche die Spielressourcen zu reparieren.
it_it: Verifica del file non riuscita, prova a riparare le risorse del gioco.
ja_jp: ファイルの検証に失敗しました。ゲームリソースの修復をしてください。
ko_kr: 리소스 확인 실패. 게임리소스 복구를 진행하세요.
ru_ru: Проверка файлов не удалась. Пожалуйста, попробуйте восстановить игровые ресурсы.
vi_vn: Xác minh tập tin không thành công, vui lòng thử sửa chữa tài nguyên trò chơi.
zh_cn: 文件校验失败，请尝试修复游戏资源。
zh_hk: 檔案驗證失敗，請嘗試修復遊戲資源

# GameResourcePage_LatestVersion
source: Latest Version
de_de: Neueste Version
it_it: Ultima versione
ja_jp: 最新バージョン
ko_kr: 최신버전
ru_ru: Последняя Версия
th_th: เวอร์ชั่นล่าสุด
vi_vn: Phiên bản mới nhất
zh_cn: 最新版本
zh_hk: 最新版本

# GameResourcePage_FullPackages
source: Full Packages
de_de: Vollständige Pakete
it_it: Pacchetti Completi
ja_jp: フルパッケージ
ko_kr: 전체 패키지
ru_ru: Полный Пакет
vi_vn: Gói đầy đủ
zh_cn: 完整包
zh_hk: 完整資源包

# GameResourcePage_DiffPackages
source: Diff Packages
de_de: Vergleichspakete
it_it: Diff Pacchetti
ja_jp: 差分パッケージ
ko_kr: 분할 패키지
ru_ru: Различные Пакеты
th_th: แพ็คเกจที่แตกต่าง
vi_vn: Gói khác
zh_cn: 增量包
zh_hk: 差異資源包

# SwitchClientPage_TheTowFoldersExistAtTheSameTime
source: The folders YuanShen_Data and GenshinImpact_Data cannot exist at the same time.
de_de: Die Ordner YuanShen_Data und GenshinImpact_Data können nicht gleichzeitig existieren.
it_it: Le cartelle YuanShen_Data e GenshinImpact_Data non possono esistere allo stesso tempo.
ja_jp: YuanShen_DataフォルダーとGenshinImpact_Dataフォルダーは同時に存在させる事はできません。
ko_kr: YuanShen_Data 폴더와 GenshinImpact_Data 폴더는 동시에 존재할 수 없습니다.
ru_ru: Папки YuanShen_Data и GenshinImpact_Data не могут существовать одновременно.
vi_vn: Thư mục YuanShen_Data và GenshinImpact_Data cùng tồn tại.
zh_cn: 文件夹 YuanShen_Data 和 GenshinImpact_Data 不能同时存在。
zh_hk: YuanShen_Data 與 GenshinImpact_Data 資料夾唔可以同時存在

# GachaLogPage_ShowChronicledWish
source: Show Chronicled Wish
de_de: Zeige chronischen Banner
ja_jp: 集録祈願を表示
ko_kr: 기원기록 표시
ru_ru: Показать Молитва хроник
vi_vn: Hiện sử ký cầu nguyện
zh_cn: 展示集录祈愿
zh_hk: 顯示集錄祈願

# HoyolabToolboxPage_UpdateDeviceFingerprint
source: Update Device Fingerprint
de_de: Gerät Fingerabdruck aktualisieren
ja_jp: デバイスフィンガープリントを更新
ko_kr: 장치 지문정보 업데이트
ru_ru: Обновить отпечаток устройства
vi_vn: Cập nhật Dấu vân tay Thiết bị
zh_cn: 更新设备指纹
zh_hk: 更新裝置指紋

# HoyolabToolboxPage_TheDeviceFingerprintIsAlreadyUpdated
source: The device fingerprint is already updated.
de_de: Der Fingerabdruck des Geräts wurde bereits aktualisiert.
ja_jp: デバイスフィンガープリントはすでに更新済みです。
ko_kr: 장치 지문정보 업데이트 완료
ru_ru: Отпечаток устройства уже обновлён.
vi_vn: Dấu vân tay thiết bị đã được cập nhật.
zh_cn: 设备指纹已更新
zh_hk: 裝置指紋已更新。

# BBSWebBridge_ImageCopiedToClipboard
source: Image copied to clipboard
de_de: Bild wurde in Zwischenablage kopiert
ja_jp: クリップボードに画像をコピーしました
ko_kr: 이미지가 클립보드에 복사되었습니다.
ru_ru: Изображение скопировано в буфер обмена
vi_vn: Ảnh đã được sao chép vào Clipboard
zh_cn: 图片已复制到剪贴板
zh_hk: 圖片已複製到剪貼簿

# HoyolabToolboxPage_BattleChronicle
source: Battle Chronicle
de_de: Kampfchronik
ja_jp: 戦績
ko_kr: 전적
ru_ru: Боевые заслуги
vi_vn: Chiến Tích
zh_cn: 战绩
zh_hk: 戰績

source: Open the gacha records page in game, and then click the button on the right.
de_de: Öffnen Sie die Gacha-Aufzeichnungsseite im Spiel und klicken Sie dann auf den Button auf der rechten Seite.
ja_jp: ゲーム内のガチャの記録ページを開き、右側のボタンをクリックします。
ko_kr: 게임에서 뽑기기록 페이지를 열고 왼쪽의 버튼을 클릭하세요.
ru_ru: Откройте страницу записей гачи в игре, а затем нажмите на кнопку справа.
vi_vn: Mở trang lịch sử Gacha trong trò chơi, sau đó nhấn vào nút ở bên phải.
zh_cn: 在游戏中打开抽卡记录页面，然后点击右边的按键。
zh_hk: 係遊戲入面打開抽卡記錄頁面，然後撳一下右邊的按鈕。

# GachaLogPage_ViaCloudGame
source: via Cloud Game
de_de: via Cloud
ja_jp: クラウドゲーム経由
ko_kr: 클라우드에서 받기
ru_ru: через Облачную Игру
vi_vn: bằng Trò chơi đám mây
zh_cn: 通过云游戏获取
zh_hk: 透過雲端遊戲

# UpdateContentWindow_ClickToRefresh
source: Click to Refresh
de_de: Zum Aktualisieren anklicken
ja_jp: クリックで更新
ko_kr: 새로고침
ru_ru: Нажмите, чтобы обновить
vi_vn: Nhấn để làm mới
zh_cn: 点击刷新
zh_hk: 撳一下以重新整理

# UpdateContentWindow_RecentlyUpdatedContent
source: Recently Updated Content
de_de: Kürzlich aktualisierte Inhalte
ja_jp: 最近更新されたコンテンツ
ko_kr: 최근 업데이트 내용
ru_ru: Недавно обновленный контент
vi_vn: Nội dung cập nhật gần đây
zh_cn: 最近更新内容
zh_hk: 最近更新內容

# HoyolabToolboxPage_ApocalypticShadow
source: Apocalyptic Shadow
de_de: Apokalyptischer Schatten
ja_jp: 末日の幻影
ko_kr: 종말의 환영
ru_ru: Иллюзия конца
vi_vn: Ảo ảnh tận thế
zh_cn: 末日幻影
zh_hk: 末日幻影

# GameBizSelector_AutoSearch
source: Auto Search
de_de: Auto-Suche
ja_jp: 自動検索
ko_kr: 자동검색
ru_ru: Авто поиск
vi_vn: Tìm Kiếm Tự Động
zh_cn: 自动查找
zh_hk: 自動搜尋

# GachaLogService_SignalSearchRecords
source: Signal Search Records
de_de: Signalsuche-Datensätze
ja_jp: 変調の記録
ko_kr: 변조기록
ru_ru: Записи поиска сигналов
vi_vn: Lịch Sử Chỉnh Kênh
zh_cn: 调频记录
zh_hk: 調頻紀錄

# ApocalypticShadowPage_DefeatedBoss
source: Defeated Boss
de_de: Niedergeschlagener Bosse
ja_jp: 討伐済みのボス
ko_kr: 처치한 우두머리
ru_ru: Побеждённые боссы
vi_vn: Đã đánh bại
zh_cn: 已击败首领
zh_hk: 已擊敗首領

# ApocalypticShadowPage_HighestDifficultyCleared
source: Highest Difficulty Cleared
de_de: Höchste Schwierigkeit bestanden
ja_jp: 最高難易度クリア済み
ko_kr: 최고난이도
ru_ru: Макс. пройдённый уровень сложности
vi_vn: Độ Khó Vượt Ải Cao Nhất
zh_cn: 最高难度
zh_hk: 最高 Level

# ForgottenHallPage_FarthestStage
source: Farthest Stage
de_de: Entfernteste Phase
ja_jp: 最高レベル
ko_kr: 최고기록
ru_ru: Максимальный уровень
vi_vn: Giai đoạn xa nhất
zh_cn: 最高关卡
zh_hk: 最高關卡

# ForgottenHallPage_TimesChallenged
source: Times Challenged
de_de: Male herausgefordert
ja_jp: エキスパート挑戦の回数
ko_kr: 도전 횟수
ru_ru: Количество испытаний
vi_vn: Số lần khiêu chiến
zh_cn: 挑战次数
zh_hk: 挑戰次數

# InstallGameDialog_SelectInstallationPath
source: Select Installation Path
de_de: Installationspfad auswählen
ja_jp: インストール先のパス
ko_kr: 설치경로를 선택하세요.
ru_ru: Выберите путь установки
vi_vn: Lựa Chọn Thư Mục Cài Đặt
zh_cn: 选择安装路径
zh_hk: 選擇安裝路徑

# Common_Change
source: Change
de_de: Ändern
ja_jp: 変更
ko_kr: 변경
ru_ru: Изменить
vi_vn: Thay đổi
zh_cn: 更改
zh_hk: 更改

# InstallGameDialog_SpaceRequiredToUnzip
source: Space Required to Unzip
de_de: Speicher erforderlich zum Entpacken
ja_jp: 解凍に必要な容量
ko_kr: 압축해제에 필요한 용량
ru_ru: Место, необходимое для распаковки
vi_vn: Không gian giải nén
zh_cn: 解压所需空间
zh_hk: 解壓 file 所需空間

# InstallGameDialog_SpaceAvailable
source: Space Available
de_de: Verfügbarer Speicher
ja_jp: 空き容量
ko_kr: 디스크 잔여용량
ru_ru: Доступное место
vi_vn: Dung lượng khả thi
zh_cn: 可用空间
zh_hk: 可用空間

# InstallGameDialog_NoWritePermissionPleaseRestartAsAdministrator
source: No write permission, please restart as administrator.
de_de: Keine Schreibberechtigung, bitte als Administrator neu starten.
ja_jp: 書き込み権限がありません。管理者権限で再起動してください。
ko_kr: 쓰기 권한이 없습니다. 관리자 권한으로 다시 실행해주세요.
ru_ru: Нет разрешения на запись, пожалуйста перезапустите как администратор.
vi_vn: Không có quyền ghi, vui lòng khởi động lại bằng quyền Quản Trị Viên (Administrator).
zh_cn: 没有写入权限，请以管理员身份重新启动。
zh_hk: 無寫入權限，請以管理員身分重新啟動。

# InstallGameDialog_ClickToRestart
source: Click to Restart
de_de: Zum Neustart klicken
ja_jp: クリックで再起動
ko_kr: 클릭하여 다시시작
ru_ru: Нажмите, чтобы перезапустить
vi_vn: Nhấn để khởi động lại
zh_cn: 点击重启
zh_hk: 撳一下以重新啟動應用程式

# InstallGameDialog_DesktopShortcut
source: Desktop Shortcut
de_de: Desktop-Verknüpfung
ja_jp: デスクトップのショートカット
ko_kr: 바탕화면 바로가기
ru_ru: Ярлык на рабочем столе
zh_cn: 桌面快捷方式
zh_hk: 桌面捷徑

# InstallGameDialog_Installed
source: Installed?
de_de: Installiert?
ja_jp: インストール済みですか?
ko_kr: 설치됨?
ru_ru: Установлен?
vi_vn: Đã cài đặt?
zh_cn: 已安装？
zh_hk: 已安裝？

# InstallGameDialog_LocateGame
source: Locate Game
de_de: Installiertes Spiel finden
ja_jp: ゲームのインストール先
ko_kr: 설치경로 선택
ru_ru: Найти игру
vi_vn: Tìm Trò Chơi
zh_cn: 定位游戏
zh_hk: 定位遊戲

# InstallGameDialog_StartInstallation
source: Start Installation
de_de: Installation beginnen
ja_jp: インストール開始
ko_kr: 설치 시작
ru_ru: Начать установку
vi_vn: Bắt Đầu Cài Đặt
zh_cn: 开始安装
zh_hk: 開始安裝

# DownloadSettingPage_DefaultGameInstallationPath
source: Default Game Installation Path
de_de: Standard-Installationspfad
ja_jp: 既定のインストール先のパス
ko_kr: 기본 설치 경로
ru_ru: Путь для установки игры по умолчанию
vi_vn: Đường dẫn cài đặt mặc định
zh_cn: 默认安装路径
zh_hk: 預設安裝路徑

# DownloadSettingPage_DefaultGameInstallationPathDescription
source: The games will be installed in different subfolders, changing the default path will not move the installed game files.
de_de: Die Spiele werden in verschiedenen Unterordnern installiert, eine Änderung des Standardpfads führt nicht zu einer Verschiebung der installierten Spieldateien.
ja_jp: ゲームは別のサブフォルダーにインストールされます。既定のパスを変更してもインストールされたゲームファイルは移動されません。
ko_kr: 게임이 서로 다른 하위 폴더에 설치됩니다. 기본 설치경로를 변경해도 게임파일이 이동 되지 않습니다.
ru_ru: Игры будут установлены в разные подпапки, изменение пути по умолчанию не приведет к перемещению установленных файлов игры.
vi_vn: Trò chơi sẽ được cài đặt trong thư mục con, việc thay đổi đường dẫn mặc định sẽ không di chuyển các trò chơi đã được cài đặt.
zh_cn: 游戏将被安装在不同的子文件夹中，修改默认路径不会移动已安装的游戏文件。
zh_hk: 遊戲將安裝係唔同嘅子資料夾入面，修改預設路徑唔會移動已安裝嘅遊戲檔案。

# DownloadSettingPage_SpeedLimit
source: Speed Limit
de_de: Geschwindigkeitslimit
ja_jp: 速度制限
ko_kr: 속도 제한
ru_ru: Ограничение скорости
vi_vn: Giới hạn tốc độ tải
zh_cn: 速度限制
zh_hk: 速度限制

# DownloadSettingPage_TheNumber0MeansNoSpeedLimit
source: The number 0 means no speed limit.
de_de: Die Zahl 0 bedeutet keine Geschwindigkeitsbeschränkung.
ja_jp: 0を入力した場合は速度制限を行いません。
ko_kr: 속도 제한을 해제하시려면 0을 입력하세요.
ru_ru: Цифра 0 означает отсутствие ограничений скорости.
vi_vn: Nhập 0 để không giới hạn.
zh_cn: 数字 0 代表不限速
zh_hk: 數字 0 代表唔限速

# SettingPage_Download
source: Download
de_de: Herunterladen
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Загрузка
vi_vn: Tải về
zh_cn: 下载
zh_hk: 下載

# DownloadGamePage_Paused
source: Paused
de_de: Pausiert
ja_jp: 一時停止
ko_kr: 일시 정지됨
ru_ru: Пауза
vi_vn: Tạm dừng
zh_cn: 已暂停
zh_hk: 已暫停

# InstallGameManager_DownloadTaskCompleted
source: Download task completed
de_de: Download abgeschlossen
ja_jp: ダウンロードタスクが完了しました
ko_kr: 다운로드 완료
ru_ru: Загрузка завершена
vi_vn: Tải về hoàn tất
zh_cn: 下载任务已完成
zh_hk: 下載任務已完成

# InstallGameManager_DownloadTaskFailed
source: Download task failed
de_de: Herunterladen fehlgeschlagen
ja_jp: ダウンロードタスクが失敗しました
ko_kr: 다운로드 실패
ru_ru: Ошибка загрузки
vi_vn: Tải về thất bại
zh_cn: 下载任务失败
zh_hk: 下載任務失敗

# GameLauncherPage_NoWritePermission
source: No Write Permission
de_de: Keine Schreibberechtigung
ja_jp: 書き込み権限がありません
ko_kr: 쓰기 권한이 없습니다.
ru_ru: Нет разрешения на запись
vi_vn: Không Có Quyền Ghi
zh_cn: 没有写入权限
zh_hk: 無寫入權限

# Common_Restart
source: Restart
de_de: Neustart
ja_jp: 再起動
ko_kr: 다시시작
ru_ru: Перезагрузка
vi_vn: Khởi động lại
zh_cn: 重新启动
zh_hk: 重新啟動

# GameLauncherPage_PleaseRestartAsAdministrator
source: Please restart as administrator.
de_de: Bitte starten Sie als Administrator.
ja_jp: 管理者権限で再起動してください。
ko_kr: 관리자 권한으로 다시 실행해주세요.
ru_ru: Пожалуйста, перезапустите как администратор.
vi_vn: Vui lòng khởi động bằng quyền Quản Trị Viên (Administrator).
zh_cn: 请以管理员身份重新启动
zh_hk: 請用系統管理員身份重新啟動。

# InstallGameDialog_CreateHardLink
source: Create Hard Link
de_de: Hardlink erstellen
ja_jp: ハードリンクを作成
ko_kr: 하드 링크 생성
ru_ru: Создать жесткую ссылку
vi_vn: Tạo Liên Kết Cứng
zh_cn: 创建硬链接
zh_hk: 建立硬連結

# InstallGameDialog_HardLinkDescription
source: Creating hard link to install game clients in different servers, taking up very little additional storage space.
de_de: Erstellung eines Hardlinks zur Installation von Spiel-Clients auf verschiedenen Servern, der nur wenig zusätzlichen Speicherplatz beansprucht.
ja_jp: 異なるサーバーのゲームクライアントをインストールするためのハードリンクを作成します。わずかな追加ストレージのみを使用します。
ko_kr: 하드링크를 생성해 적은 추가 디스크 공간으로 서로 다른 서버의 클라이언트를 설치할 수 있습니다.
ru_ru: Создание жесткой ссылки для установки игровых клиентов на разных серверах, занимает очень мало свободного места.
vi_vn: Tạo liên kết cứng để cài đặt trò chơi trên các máy chủ khác nhau, chỉ tốn rất ít không gian lưu trữ bổ sung.
zh_cn: 创建硬链接，占用极小的额外存储空间，以安装多个不同区服的游戏客户端。
zh_hk: 建立硬連結，佔用極小嘅額外儲存空間，以安裝多個唔同區域嘅遊戲客戶端。

# InstallGameDialog_LinkTarget
source: Link target:
de_de: Link-Ziel:
ja_jp: リンク先:
ko_kr: 링크 대상:
ru_ru: Цель ссылки:
vi_vn: Mục tiêu liên kết:
zh_cn: 链接目标：
zh_hk: 連結目標：

# GameLauncherPage_HardLinkNotSupportPredownload
source: The current server does not support pre-download. Please complete pre-download in the target server of the hard link.
de_de: Der aktuelle Server unterstützt keinen Pre-Download. Bitte führen Sie den Vorab-Download auf dem Zielserver des Hardlinks durch.
ja_jp: 現在のサーバーは事前ダウンロードをサポートしていません。ターゲットサーバーのハードリンクを使用して事前ダウンロードを完了してください。
ko_kr: 해당 서버는 사전 다운로드 기능을 지원하지 않습니다. 하드링크의 대상 서버에서 사전다운로드를 진행하세요.
ru_ru: Текущий сервер не поддерживает предварительную загрузку. Пожалуйста, завершите предварительную загрузку в целевом сервере жесткой ссылки.
vi_vn: Máy chủ hiện tại không hỗ trợ tải trước. Vui lòng hoàn thành việc tải trước trên máy chủ mục tiêu của liên kết cứng.
zh_cn: 当前区服不支持预下载，请在硬链接的目标区服完成预下载。
zh_hk: 目前區域嘅 server 唔支援預先下載，請係硬連結目標區域 server 完成預先下載。

# GameLauncherPage_HardLinkUpdateToLatest
source: Please update the target server of the hard link to the latest version before updating the game files in this server.
de_de: Bitte aktualisieren Sie den Zielserver des harten Links auf die neueste Version, bevor Sie die Spieldateien auf diesem Server aktualisieren.
ja_jp: このサーバーのゲームファイルをアップデートする前に、ハードリンク先のサーバーを最新のバージョンにアップデートしてください。
ko_kr: 하드링크의 대상서버에서 업데이트를 진행 후 해당 서버의 업데이트를 진행 해 주세요.
ru_ru: Пожалуйста, обновите целевой сервер жесткой ссылки на последнюю версию перед обновлением игровых файлов на этом сервере.
vi_vn: Vui lòng cập nhật máy chủ mục tiêu của liên kết cứng lên phiên bản mới nhất trước khi cập nhật các tệp trò chơi trên máy chủ này.
zh_cn: 请将硬链接的目标区服更新到最新版本后，再更新本区服的游戏文件。
zh_hk: 請將硬連結嘅目標 server 更新到最新版本之後，再更新依家呢個 server 的遊戲檔案。

# InstallGameDialog_LinkPath
source: Link Path:
de_de: Link-Pfad:
ja_jp: リンクパス:
ko_kr: 링크 경로:
ru_ru: Путь к ссылке:
vi_vn: Đường dẫn liên kết:
zh_cn: 链接路径：
zh_hk: 連結路徑：

# InstallGameDialog_ThePathYouSelectMustBeOnTheSameDriveAsTheLinkPath
source: The path you select must be on the same drive as the link path.
de_de: Der Pfad, den Sie wählen, muss auf dem gleichen Laufwerk wie der Link-Pfad sein.
ja_jp: 選択するパスはリンクパスと同じドライブにある必要があります。
ko_kr: 선택한 경로와 링크의 경로가 같은 드라이브에 위치해야 합니다.
ru_ru: Выбранный путь должен быть на том же диске, что и путь к ссылке.
vi_vn: Đường dẫn bạn chọn cần phải có cùng ổ đĩa với đường dẫn liên kết.
zh_cn: 选择的路径必须位于与链接路径相同的驱动器上
zh_hk: 選擇嘅路徑必須係係同一個連結路徑相同嘅磁碟機入面

# LauncherPage_HardLink
source: Hard Link
ja_jp: ハードリンク
ko_kr: 하드링크
ru_ru: Жёсткая ссылка
vi_vn: Liên Kết Cứng
zh_cn: 硬链接
zh_hk: 硬連結

# SelfQueryPage_RetrieveAllData
source: Retrieve All Data
de_de: Alle Daten abrufen
ja_jp: すべてのデータを取得
ko_kr: 모두 새로고침
ru_ru: Получить все данные
vi_vn: Truy xuất tất cả dữ liệu
zh_cn: 重新获取所有数据
zh_hk: 重新攞過所有數據

# HoyolabToolboxPage_ImaginariumTheater
source: Imaginarium Theater
ja_jp: 幻想シアター
ko_kr: 현실 속 환상극
ru_ru: Театр «Воображариум»
vi_vn: Nhà Hát Giả Tưởng
zh_cn: 幻想真境剧诗
zh_hk: 幻想真境劇詩

# ImaginariumTheaterPage_EasyMode
source: Easy Mode
de_de: Einfacher Modus
ja_jp: イージーモード
ko_kr: 쉬움 모드
ru_ru: Легкий
vi_vn: Dễ
zh_cn: 轻简模式
zh_hk: 簡單模式

# ImaginariumTheaterPage_NormalMode
source: Normal Mode
de_de: Normaler Modus
ja_jp: ノーマルモード
ko_kr: 보통 모드
ru_ru: Обычный
vi_vn: Thường
zh_cn: 普通模式
zh_hk: 普通模式

# ImaginariumTheaterPage_HardMode
source: Hard Mode
de_de: Schwerer Modus
ja_jp: ハードモード
ko_kr: 어려움 모드
ru_ru: Тяжёлый
vi_vn: Khó
zh_cn: 困难模式
zh_hk: 困難模式

# ImaginariumTheaterPage_Act0
source: Act {0}
de_de: {0} Akten
ja_jp: 第 {0} 幕
ko_kr: 제 {0} 막
ru_ru: Акт {0}
vi_vn: Màn {0}
zh_cn: 第 {0} 幕
zh_hk: 第 {0} 幕

# ImaginariumTheaterPage_PastPerformances
source: Past Performances
de_de: Frühere Leistungen
ja_jp: 過去の公演
ko_kr: 공연 회고
ru_ru: Предыдущая фаза
vi_vn: Xem lại Biểu Diển
zh_cn: 演出回顾
zh_hk: 演出回顧

# ImaginariumTheaterPage_BestRecord
source: Best Record
de_de: Bester Rekord
ja_jp: 最高記録
ko_kr: 최고 기록
ru_ru: Рекорд
vi_vn: Thành tích Cao nhất
zh_cn: 最佳纪录
zh_hk: 最佳紀錄

# ImaginariumTheaterPage_StarChallengeStellas
source: Star Challenge Stellas
de_de: Herausforderung-Sterne
ja_jp: スター挑戦星章
ko_kr: 스타 도전의 별
ru_ru: Звёзды за Звёздное испытание
vi_vn: Huy Hiệu Khiêu Chiến Minh Tinh
zh_cn: 明星挑战星章
zh_hk: 明星挑戰星章

# ImaginariumTheaterPage_FantasiaFlowersUsed
source: Fantasia Flowers Used
de_de: Fantasieblumen verwendet
ja_jp: 消費した幻戯の花
ko_kr: 환상극의 꽃 소모
ru_ru: Использовано Цветков фантазии
vi_vn: Hoa Ảo Kịch đã sử dụng
zh_cn: 消耗幻剧之花
zh_hk: 消耗幻劇之花

# ImaginariumTheaterPage_TriggeredExternalAudienceSupport
source: Triggered External Audience Support
de_de: Ausgelöste externe Unterstützung
ja_jp: 観客の応援を引き起こした回数
ko_kr: 관중의 응원 발동
ru_ru: Активирована поддержка сторонних зрителей
vi_vn: Kích hoạt cổ vũ từ khắn giả ngoài sân khấu
zh_cn: 触发场外观众声援
zh_hk: 觸發場外觀眾聲援

# ImaginariumTheaterPage_SupportingCastCharactersAssistOtherPlayers
source: Supporting Cast Characters Assist Other Players
de_de: Unterstütze Charaktere von anderen Spielern
ja_jp: サポートキャストがほかのプレーヤーを支援した回数
ko_kr: 조연 캐릭터가 다른 플레이어 지원
ru_ru: Персонажи поддержки помогли другим игрокам
vi_vn: Diễn Viên Hỗ Trợ chi viện người chơi khác
zh_cn: 助演角色支援其他玩家
zh_hk: 助演角色支援其他玩家

# ImaginariumTheaterPage_TotalPerformanceDuration
source: Total Performance Duration
de_de: Gesamtleistungsdauer
ja_jp: 総パフォーマンス時間
ko_kr: 총 공연 시간
ru_ru: Время выступления
vi_vn: Tổng Thời Gian Biểu Diễn
zh_cn: 演出总时长
zh_hk: 演出總時長

# ImaginariumTheaterPage_HighestDamageDealt
source: Highest Damage Dealt
de_de: Höchster Schaden
ja_jp: 最高ダメージ
ko_kr: 가장 많은 피해
ru_ru: Макс. нанесённый урон
vi_vn: Gây Nhiều Sát Thương Nhất
zh_cn: 最高伤害输出
zh_hk: 最高傷害輸出

# ImaginariumTheaterPage_MostOpponentsDefeated
source: Most Opponents Defeated
de_de: Die meisten Gegner besiegte
ja_jp: 最も多くの対戦相手を撃破
ko_kr: 가장 많은 적 처치
ru_ru: Макс. поверженных противников
vi_vn: Tiêu Diệt Nhiều Nhất
zh_cn: 击败最多敌人
zh_hk: 擊敗最多敵人

# ImaginariumTheaterPage_TeamThatCompletedThePerformanceFastest
source: Team that Completed the Performance Fastest
de_de: Team, das die schnellste Leistung erreicht hat
ja_jp: 最も早くパフォーマンスを完了したチーム
ko_kr: 가장 빨리 공연을 완료한 파티
ru_ru: Отряд, закончивший представление быстрее всех
vi_vn: Đội Biểu Diễn Nhanh Nhất
zh_cn: 最快完成演出队伍
zh_hk: 最快完成演出隊伍

# ImaginariumTheaterPage_WondrousBoon
source: Wondrous Boon
de_de: Wondroussegen
ja_jp: ワンダーサポート
ko_kr: 기묘한 버프
ru_ru: Удивительные усиления
vi_vn: Trợ giúp kì diệu
zh_cn: 奇妙助益
zh_hk: 奇妙助益

# ImaginariumTheaterPage_MysteryCache
source: Mystery Cache
de_de: Geheimnisvoller Cache
ja_jp: ミステリーボーナス
ko_kr: 신비한 수확
ru_ru: Таинственные приобретения
vi_vn: Quà Thần Bí
zh_cn: 神秘收获
zh_hk: 神秘收穫

# ImaginariumTheaterPage_VisionaryMode
source: Visionary Mode
de_de: Visionärer Modus
ja_jp: ビジョナリーモード
ko_kr: 초월 모드
vi_vn: Khiêu Chiến Xuất Sắc
zh_cn: 卓越模式
zh_hk: 卓越模式

# ImaginariumTheaterPage_BrilliantBlessing
source: Brilliant Blessing
de_de: Großartiger Segen
ja_jp: 輝彩の祝福
ko_kr: 찬란한 축복
vi_vn: Chúc Phúc Rực Rỡ
zh_cn: 辉彩祝福
zh_hk: 輝彩祝福

# GameLauncherPage_RemovableStorageDeviceNotConnected
source: Removable storage device not connected.
de_de: Entfernbares Speichermedium nicht verbunden.
ja_jp: リムーバブルストレージデバイスが接続されていません。
ko_kr: 이동식 디스크가 연결 되지 않음
vi_vn: Thiết bị lưu trữ di động không được kết nối.
zh_cn: 可移动存储设备未连接。
zh_hk: 可卸除式裝置未連接。

# InterKnotMonthlyReportPage_PolychromeRevenueStreams
source: Polychrome Revenue Streams
de_de: Polychrome Umsatzströme
ja_jp: 映画の収益構成
ko_kr: 폴리크롬 수익 구성
vi_vn: Các nguồn thu đa dạng
zh_cn: 菲林收入组成
zh_hk: 菲林收入組成

# HoyolabToolboxPage_InterKnotMonthlyReport
source: Inter-Knot Monthly Report
de_de: Monatlicher Inter-Knoten-Bericht
ja_jp: インターノット月次レポート
ko_kr: 월간 로프넷
vi_vn: Báo cáo tháng Inter-Knot
zh_cn: 绳网月报
zh_hk: 繩網月報

# InterKnotMonthlyReportPage_DailyActivityRewardeds
source: Daily Activity Rewardeds
de_de: Tägliche Aktivitätsbelohnungen
ja_jp: 毎日の活動の報酬
ko_kr: 일일 활약 보상
vi_vn: Phần quà hoạt động hằng ngày
zh_cn: 日常活跃奖励
zh_hk: 日常活躍獎勵

# InterKnotMonthlyReportPage_DevelopmentRewards
source: Development Rewards
de_de: Entwicklungsbelohnungen
ja_jp: レベルアップ時の報酬
ko_kr: 성장 보상
vi_vn: Phần quà phát triển
zh_cn: 成长奖励
zh_hk: 成長獎勵

# InterKnotMonthlyReportPage_EventRewards
source: Event Rewards
de_de: Event-Belohnung
ja_jp: イベントの報酬
ko_kr: 이벤트 보상
vi_vn: Phần quà sự kiện
zh_cn: 活动奖励
zh_hk: 活動獎勵

# InterKnotMonthlyReportPage_HollowZeroRewards
source: Hollow Zero Rewards
de_de: Hohle Null-Belohnungen
ja_jp: 零号ホロウの報酬
ko_kr: 제로 공동 보상
vi_vn: Phần quà Lỗ Hổng Số 0
zh_cn: 零号空洞奖励
zh_hk: 零號空洞獎勵

# InterKnotMonthlyReportPage_ShiyuDefenseRewards
source: Shiyu Defense Rewards
de_de: Shiyu Verteidigungsbelohnungen
ja_jp: 式輿防衛戦の報酬
ko_kr: 시유 방어전 보상
vi_vn: Phần quà Bảo Vệ Trụ Shiyu
zh_cn: 式舆防卫战奖励
zh_hk: 式輿防衛戰獎勵
