Repository: Scighost/Starward
Catalog: src/Starward.Language/Lang.*.resx
Languages: de_de, it_it, ja_jp, ko_kr, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# DownloadGameDialog_PackageSize
source: Package Size
it_it: Dimensione Pacchetto
ja_jp: パッケージのサイズ
ko_kr: 패키지 크기
ru_ru: Размер:
th_th: ขนาดของ Package:
vi_vn: Kích thước gói
zh_cn: 资源包大小
zh_hk: 資料包大小

# DownloadGameDialog_Downloaded
source: Downloaded:
de_de: Heruntergeladen:
it_it: Scaricato:
ja_jp: ダウンロード済み:
ko_kr: 다운로드 됨
ru_ru: Скачано:
th_th: ดาวน์โหลดแล้ว:
vi_vn: Đã tải xuống:
zh_cn: 已下载：
zh_hk: 已下載：

# DownloadGameDialog_FreeSpace
source: Available Space:
de_de: Verfügbarer Speicherplatz:
it_it: Spazio Disponibile:
ja_jp: 空き容量:
ko_kr: 잔여공간
ru_ru: Доступное место:
th_th: พื้นที่ว่างเหลือ:
vi_vn: Dung lượng có sẵn:
zh_cn: 剩余空间：
zh_hk: 餘下空間：

# DownloadGameDialog_RequiredSpaceForUnzipping
source: Required Space:
de_de: Benötigter Platz:
it_it: Spazio Richiesto:
ja_jp: 必要な容量:
ko_kr: 필요 저장 공간
ru_ru: Необходимо места:
th_th: พื้นที่ที่ต้องการ:
vi_vn: Dung lượng yêu cầu:
zh_cn: 占用空间：
zh_hk: 佔用空間：

# DownloadGameDialog_RepairMode
source: Repair Mode:
de_de: Reparaturmodus:
it_it: Modalità Riparazione:
ja_jp: 修復モード:
ko_kr: 복구모드
ru_ru: Режим ремонта:
th_th: โหมดการซ่อมแซม:
vi_vn: Chế độ sửa chữa:
zh_cn: 修复模式：
zh_hk: 維修模式：

# DownloadGameDialog_VoiceLanguage
source: Voice Language:
de_de: Audiosprache:
it_it: Lingua Voci:
ja_jp: ボイスの言語:
ko_kr: 음성언어
ru_ru: Язык Озвучки:
th_th: เสียงบทพากย์
vi_vn: Ngôn ngữ lồng tiếng:
zh_cn: 语音包：
zh_hk: 語音語言：

# Language_Chinese
source: Chinese
de_de: Chinesisch
it_it: Cinese
ja_jp: 中国語
ko_kr: 중국어
ru_ru: Китайский
th_th: ภาษาจีน
vi_vn: Tiếng Trung
zh_cn: 汉语
zh_hk: 中文

# Language_English
source: English
de_de: Englisch
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
ru_ru: Английский
th_th: ภาษาอังกฤษ
vi_vn: Tiếng Anh
zh_cn: 英语
zh_hk: 英文

# Language_Japanese
source: Japanese
de_de: Japanisch
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일본어
ru_ru: Японский
th_th: ภาษาญี่ปุ่น
vi_vn: Tiếng Nhật
zh_cn: 日语
zh_hk: 日文

# Language_Korean
source: Korean
de_de: Koreanisch
it_it: Coreano
ja_jp: 韓国語
ko_kr: 한국어
ru_ru: Корейский
th_th: ภาษาเกาหลี
vi_vn: Tiếng Hàn
zh_cn: 韩语
zh_hk: 韓文

# DownloadGameDialog_TestWarning
source: This feature is in the testing stage. If there is any game file damage, please use the official launcher to repair it.
de_de: Diese Funktion befindet sich in der Testphase. Sollte eine Spieldatei beschädigt sein, verwenden Sie bitte den offiziellen Launcher, um sie zu reparieren.
it_it: Questa funzione è in fase di test. Se ci sono file di gioco danneggiati, si prega di utilizzare il launcher ufficiale per ripararlo.
ja_jp: この機能はテスト段階です。もしもゲームファイルの破損が起きた場合は、公式のランチャーを使用して修復を行なってください。
ko_kr: 이 기능은 시험단계 입니다. 오류발생시 기본 실행기로 복구 할수 있습니다.
ru_ru: Эта функция находится на стадии тестирования. Если файлы игры повреждены, воспользуйтесь официальным лаунчером для их восстановления.
th_th: ฟีเจอร์นี้อยู่ในกระบวนการทดลอง หากไฟล์เกมได้รับความเสียหาย กรุณาใช้ตัวเกมอย่างเป็นทางการในการซ่อมแซม
vi_vn: Tính năng này đang ở trong giai đoạn thử nghiệm. Nếu có bất kì tập tin trò chơi nào bị hỏng, vui lòng sử dụng trình khởi chạy chính thức để sửa nó.
zh_cn: 此功能处于测试阶段，如出现游戏文件损坏请使用官方启动器修复。
zh_hk: 呢個功能正處於測試階段，如有游戲file損毀，請用官方啓動器進行修補。

# DownloadGameDialog_FreeSpaceMayBeNotEnough
source: Available space may be not enough
de_de: Möglicherweise verfügbarer Speicherplatz ist nicht genug
it_it: Lo spazio disponibile non è sufficiente
ja_jp: 使用可能な空き容量が不足している可能性があります
ko_kr: 잔여공간 부족
ru_ru: Недостаточно свободного места
th_th: พื้นที่ว่างอาจไม่เพียงพอ:
vi_vn: Dung lượng có sẵn có lẽ là không đủ
zh_cn: 剩余空间可能不足
zh_hk: 餘下空間可能唔夠

# GachaStatsCard_Pity
source: Pity
de_de: Mitleid ¯͒〰¯͒
ja_jp: 天井カウント
ko_kr: 천장
ru_ru: Откручено
th_th: จำนวนการสุ่ม
vi_vn: Đảm bảo
zh_cn: 已垫
zh_hk: 抽咗

# GachaStatsCard_Average
source: Average
de_de: Durchschnitt
it_it: Medio
ja_jp: 平均
ko_kr: 평균
ru_ru: Среднее значение
th_th: โดยเฉลี่ย
vi_vn: Trung bình
zh_cn: 平均
zh_hk: 平均

# GachaStatsCard_Stats
source: Stats
de_de: Statistiken
it_it: Statistiche
ja_jp: 獲得回数
ko_kr: 통계
ru_ru: Статистика
th_th: สถิติ
vi_vn: Chỉ số
zh_cn: 统计
zh_hk: 統計

# SelectDirectoryPage_NiceToMeetYou
source: Nice to Meet You ~
de_de: Schön, dich zu treffen ~
it_it: Piacere di vederti ~
ja_jp: はじめまして〜
ko_kr: 안녕하세요~
ru_ru: Приятно познакомиться ~
th_th: ยินดีที่ได้รู้จัก ~
vi_vn: Rất vui được gặp bạn ~
zh_cn: 很高兴遇见你~
zh_hk: 好開心認識你~

# SelectDirectoryPage_SelectFolder
source: Select Folder
de_de: Ordner wählen
it_it: Seleziona Cartella
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
ru_ru: Выбрать папку
th_th: เลือกโฟลเดอร์
vi_vn: Chọn thư mục
zh_cn: 选择文件夹
zh_hk: 選擇資料夾

# SelectDirectoryPage_SelectLanguage
source: Select Language
de_de: Sprache auswählen
it_it: Seleziona Lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
ru_ru: Выберите язык
th_th: เลือกภาษา
vi_vn: Chọn ngôn ngữ
zh_cn: 选择语言
zh_hk: 選擇語言

# SelectDirectoryPage_SelectGame
source: Select Game
de_de: Spiel auswählen
it_it: Seleziona Gioco
ja_jp: ゲームを選択
ko_kr: 게임 선택
ru_ru: Выбрать игру
th_th: เลือกเกม
vi_vn: Chọn trò chơi
zh_cn: 选择游戏
zh_hk: 選擇游戲

# SelectDirectoryPage_RecommendFolder
source: The app data will be saved at following folder by default:
de_de: Die App-Daten werden im folgenden Ordner standardmäßig gespeichert:
it_it: I dati dell'app verranno salvati nella seguente cartella predefinita:
ja_jp: アプリのデータは、既定で以下のフォルダーに保存されます:
ko_kr: 프로그램 데이터는 아래의 폴더에 저장됩니다.
ru_ru: Данные приложения будут сохранены в следующей папке по умолчанию:
th_th: ข้อมูลของแอพจะถูกเก็บไว้ที่โฟลเดอร์ดังต่อไปนี้โดยเริ่มต้น:
vi_vn: Dữ liệu của ứng dụng sẽ được lưu tại thư mục sau đây theo mặc định:
zh_cn: 应用数据默认保存在以下文件夹中：
zh_hk: Apps既資料會儲存係默認嘅資料夾入面：

# SelectDirectoryPage_WouldYouLikeToChooseThisFolder
source: Would you like to choose this folder?
de_de: Möchtest du diesen Ordner auswählen?
it_it: Vuoi scegliere questa cartella?
ja_jp: このフォルダーを選択しますか?
ko_kr: 이 폴더에 저장 하겠습니까?
ru_ru: Вы хотите выбрать эту папку?
th_th: คุณจะเลือกโฟลเดอร์นี้ใช่หรือไม่?
vi_vn: Bạn có muốn chọn thư mục này?
zh_cn: 是否选择此文件夹？
zh_hk: 你係唔係要揀呢個資料夾？

# SelectDirectoryPage_AutoDeleteAfterUpdate
source: This folder will be automatically deleted after the software update
de_de: Dieser Ordner wird nach dem Software-Update automatisch gelöscht
it_it: Questa cartella verrà automaticamente eliminata dopo l'aggiornamento del software
ja_jp: このフォルダーはソフトウェアのアップデート後に自動的に削除されます。
ko_kr: 이 폴더는 프로그램 업데이트 후 자동으로 제거됩니다.
ru_ru: Эта папка будет автоматически удалена после обновления приложения
th_th: โฟลเดอร์นี้จะถูกลบโดยอัตโนมัติหลังจากซอฟต์แวรือัพเดต
vi_vn: Thư mục này sẽ tự động xoá sau khi ứng dụng được cập nhật
zh_cn: 此文件夹将在软件更新后被自动删除
zh_hk: 呢個file會係Apps update咗之後deleted

# SelectDirectoryPage_NoWritePermission
source: No write permission
de_de: Keine Schreibberechtigung
it_it: Nessun permesso di scrittura
ja_jp: 書き込み権限がありません
ko_kr: 쓰기 권한이 없습니다.
ru_ru: Нет разрешения на запись
th_th: ไม่มีสิทธิในการเขียน
vi_vn: Không có quyền ghi
zh_cn: 没有写入权限
zh_hk: 無寫入權限

# SelectDirectoryPage_OK
source: OK
ru_ru: ОК
zh_cn: 好的

# SelectDirectoryPage_ChooseAnother
source: Choose Another
de_de: Ordner wählen
it_it: Scegli un'altra
ja_jp: 別の場所を選択
ko_kr: 수동선택하기
ru_ru: Выбрать другое
th_th: เลือกเพิ่มเติม
vi_vn: Chọn thư mục khác
zh_cn: 选择其他
zh_hk: 揀另外一個

# SelectDirectoryPage_Cancel
source: Cancel
de_de: Abbrechen
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: Huỷ
zh_cn: 不想选
zh_hk: 取消

# SelectDirectoryPage_FirstUse
source: It seems to be your first time using {Starward}.
de_de: Es scheint Ihr erstes Mal mit {Starward} zu sein.
it_it: Sembra essere la tua prima volta che usi {Starward}.
ja_jp: {Starward}を使うのは初めてのようですね。
ko_kr: 처음 {Starward} 를 사용하시는군요!
ru_ru: Кажется, вы впервые используете {Starward}.
th_th: เหมือนจะเป็นครั้งแรกที่คุณใช้ {Starward} นะ
vi_vn: Có vẻ đây là lần đầu tiên bạn sử dụng {Starward}.
zh_cn: 这似乎是你第一次使用 {Starward}.
zh_hk: 你好似第一次用{Starward}。

# SelectGamePage_GoToLauncher
source: Go to Launcher
de_de: Zum Launcher wechseln
it_it: Vai al Launcher
ja_jp: ランチャーに移動
ko_kr: 실행기로 이동
ru_ru: Перейти в лаунчер
th_th: ไปที่ Launcher
vi_vn: Đi đến trình khởi chạy
zh_cn: 进入启动器
zh_hk: 去啓動器

# SelectGamePage_SelectFolder
source: Select Folder
de_de: Ordner wählen
it_it: Seleziona Cartella
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
ru_ru: Выбрать папку
th_th: เลือกโฟลเดอร์
vi_vn: Chọn thư mục
zh_cn: 选择文件夹
zh_hk: 選擇資料夾

# SelectGamePage_SomeGame
source: {Starward} supports some {miHoYo/HoYoverse} games, please select your target below, you can also change it at any time after entering the launcher.
de_de: {Starward} unterstützt einige {miHoYo/HoYoverse} Spiele, bitte wählen Sie Ihr Ziel unten aus, Sie können es auch jederzeit nach dem Start ändern.
it_it: {Starward} supporta alcuni giochi {miHoYo/HoYoverse}, seleziona quello interessato qui sotto, puoi anche cambiarlo in qualsiasi momento dopo aver avviato il launcher.
ja_jp: {Starward}は、いくつかの「miHoYo/HoYoverse」のゲームをサポートしています。
ko_kr: {Starward} 는 일부 {miHoYo/HoYoverse} 게임을 지원합니다. 아래에서 선택해주세요. 이는 추후에 수정할수 있습니다.
ru_ru: {Starward} поддерживает некоторые игры {miHoYo/HoYoverse}, выберите игру ниже. После входа в лаунчер вы сможете менять игру в любое время.
th_th: {Starward} รองรับเกมของ {miHoYo/HoYoverse} แค่บางเกมเท่านั้น โปรดเลือกเกมที่ต้องการจากด้านล่าง - สามารถเปลี่ยนเมื่อไหร่ก็ได้หลังจากเข้า Launcher
vi_vn: {Starward} hỗ trợ một số trò chơi {miHoYo/HoYoverse}, vui lòng chọn trò chơi của bạn ở bên dưới, bạn cũng có thể thay đổi nó bất kì lúc nào sau khi vào trình khởi chạy.
zh_cn: {Starward} 支持部分 {miHoYo/HoYoverse} 游戏，请在下方选择你的目标，进入启动器后也可随时更改。
zh_hk: {Starward}支持部分 {miHoYo/HoYoverse} 游戲，請係下面揀你嘅目標，入咗啓動器之後都可以隨時更改。

# SelectGamePage_TheLastStep
source: The last step ~
de_de: Letzter Schritt ~
it_it: L'ultimo passaggio ~
ja_jp: 最後のステップ～
ko_kr: 마지막 단계 입니다~
ru_ru: Последний шаг ~
th_th: ขั้นตอนสุดท้ายแล้ว ~
vi_vn: Bước cuối cùng ~
zh_cn: 最后一步了~
zh_hk: 最尾一步~

# DownloadGamePage_CloseSoftware
source: Close Software
de_de: Software schließen
it_it: Chiudi Programma
ja_jp: ソフトウェアを閉じる
ko_kr: 프로그램 닫기
ru_ru: Закрыть программу
th_th: ปิดโปรแกรม
vi_vn: Đóng ứng dụng
zh_cn: 关闭程序
zh_hk: 關閉程式

# DownloadGamePage_CloseSoftwareContent
source: Downloading can be resumed after the next startup; closing the program during decompression will cause game file corruption.
de_de: Das Herunterladen kann nach dem nächsten Start fortgesetzt werden; Wenn Sie das Programm während der Dekomprimierung schließen, wird die Spieldatei beschädigt.
it_it: Il download può essere ripreso dopo il prossimo avvio; la chiusura del programma durante la decompressione causerà la corruzione dei file di gioco.
ja_jp: ダウンロードは次回の起動後に再開できます。 解凍中にプログラムを終了するとゲームファイルが破損します。
ko_kr: 다음 실행 시 자동으로 이어 다운로드 할수 있습니다.； 압축해제중에 강제종료시 파일이 손상될수 있습니다.
ru_ru: Скачивание можно возобновить после следующего запуска. Закрытие программы во время распаковки приведет к повреждению файлов игры.
th_th: สามารถดาวน์โหลดต่อได้เมื่อเปืดโปรแกรมขึ้นครั้งต่อไป - การปิดโปรแกรมขณะแตกไฟล์อาจทำให้ไฟล์เกมเสียหายได้
vi_vn: Việc tải xuống có thể được tiếp tục sau lần khởi động tiếp theo; việc đóng ứng dụng trong khi giải nén sẽ gây ra hư hỏng tập tin.
zh_cn: 下次启动后可恢复下载； 解压过程中关闭程序会造成游戏文件损坏。
zh_hk: 下次啓動個時可以繼續下載，解壓緊file嘅時候關閉本程式會造成游戲file損毀。

# DownloadGamePage_Close
source: Close
de_de: Schließen
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉

# Common_Cancel
source: Cancel
de_de: Abbrechen
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: Huỷ
zh_cn: 取消
zh_hk: 取消

# DownloadGamePage_SoftwareWillBeExitedSoon
source: Software will be exited soon
de_de: Software wird bald beendet
it_it: Il software verrà chiuso a breve
ja_jp: ソフトウェアは間もなく終了します
ko_kr: 프로그램이 곧 종료됩니다.
ru_ru: Программа скоро закроется
th_th: โปรแกรมกำลังจะออก
vi_vn: Ứng dụng sẽ sớm được thoát
zh_cn: 软件即将退出
zh_hk: 程式將會關閉

# DownloadGamePage_RepeatStart
source: Repeat Start
de_de: Start wiederholen
it_it: Ripeti Avvio
ja_jp: リピートを開始
ko_kr: 다시시작
ru_ru: Повторить запуск
th_th: เริ่มต้นซ้ำ
vi_vn: Bắt đầu lặp lại
zh_cn: 重复启动
zh_hk: 重複啟動

# Common_Confirm
source: Confirm
de_de: Bestätigen
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Đồng ý
zh_cn: 确认
zh_hk: 確定

# DownloadGamePage_ParameterError
source: Parameter Error
de_de: Parameterfehler
it_it: Errore Parametro
ja_jp: パラメーターエラー
ru_ru: Ошибка параметра
th_th: พารามิเตอร์ขัดข้อง
vi_vn: Lỗi tham số
zh_cn: 参数错误
zh_hk: 參數錯誤

# DownloadGamePage_NoPermission
source: No Permission
de_de: Keine Berechtigung
it_it: Nessun permesso
ja_jp: 権限がありません
ko_kr: 권한부족
ru_ru: Нет разрешения
th_th: ไม่มีสิทธิ
vi_vn: Không Có Quyền Hạn
zh_cn: 权限不足
zh_hk: 無權限

# DownloadGamePage_PleaseStartAsAdministrator
source: Please start as administrator
de_de: Bitte starten Sie als Administrator
it_it: Si prega di avviare come amministratore
ja_jp: 管理者として実行してください
ko_kr: 관리자 모드로 실행해주세요.
ru_ru: Запустите от имени администратора
th_th: กรุณาเปิดโปรแกรมด้วยสิทธิ Administrator
vi_vn: Vui lòng khởi động bằng quyền Quản Trị Viên (Administrator)
zh_cn: 请使用管理员身份启动
zh_hk: 請用系統管理員身份開啓

# DownloadGamePage_Start
source: Start
it_it: Avvia
ja_jp: 開始
ko_kr: 시작
ru_ru: Начать
th_th: เริ่ม
vi_vn: Bắt đầu
zh_cn: 开始
zh_hk: 開啓

# DownloadGamePage_Preparing
source: Preparing
de_de: Vorbereitung
it_it: In preparazione
ja_jp: 準備中
ko_kr: 준비중
ru_ru: Подготовка
th_th: กำลังเตรียม
vi_vn: Đang chuẩn bị
zh_cn: 准备中
zh_hk: 準備中

# DownloadGamePage_Downloading
source: Downloading
de_de: Lade herunter
it_it: Download in corso
ja_jp: ダウンロード中
ko_kr: 다운로드 중
ru_ru: Скачивание
th_th: กำลังดาวน์โหลด
vi_vn: Đang tải xuống
zh_cn: 下载中
zh_hk: Download 緊

# DownloadGamePage_Verifying
source: Verifying
de_de: Verifizieren
it_it: Verifica in corso
ja_jp: 検証中
ko_kr: 파일 확인중
ru_ru: Проверка
th_th: กำลังตรวจสอบความสมบูรณ์ของไฟล์เกม
vi_vn: Đang xác minh
zh_cn: 校验中
zh_hk: 驗證緊

# DownloadGamePage_Decompressing
source: Decompressing
de_de: Dekomprimiert
it_it: Decompressione in corso
ja_jp: 解凍中
ko_kr: 압축해제 중
ru_ru: Распаковка
th_th: กำลังแตกไฟล์
vi_vn: Đang giải nén
zh_cn: 解压中
zh_hk: 解壓file中

# DownloadGamePage_SomethingError
source: Something went wrong
de_de: Etwas ist schief gelaufen
it_it: Qualcosa è andato storto
ja_jp: 問題が発生したようです
ko_kr: 뭔가 잘못 됐어요!
ru_ru: Что-то пошло не так
th_th: บางอย่างผิดพลาด
vi_vn: Có lỗi xảy ra
zh_cn: 出错了
zh_hk: 發生錯誤

# DownloadGamePage_Retry
source: Retry
de_de: Wiederholen
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시시도
ru_ru: Повторить
th_th: ลองใหม่
vi_vn: Thử lại
zh_cn: 重试
zh_hk: 嚟多次

# DownloadGamePage_OpenLog
source: Open Log
de_de: Protokoll öffnen
it_it: Apri Registro
ja_jp: ログを開く
ko_kr: 로그 보기
ru_ru: Открыть логи
th_th: เปิดบันทึก
vi_vn: Mở bản ghi nhật kí
zh_cn: 打开日志
zh_hk: 打開日志

# DownloadGamePage_NetworkError
source: Network Error
de_de: Netzwerkfehler
it_it: Errore di rete
ja_jp: ネットワークエラー
ko_kr: 네트워크 오류
ru_ru: Сетевая ошибка
th_th: เครือข่ายขัดข้อง
vi_vn: Lỗi mạng
zh_cn: 网络错误
zh_hk: 網絡錯誤

# DownloadGamePage_UnknownError
source: Unknown Error
de_de: Unbekannter Fehler
it_it: Errore Sconosciuto
ja_jp: 不明なエラー
ko_kr: 알수없는 오류
ru_ru: Неизвестная ошибка
th_th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
vi_vn: Lỗi không xác định
zh_cn: 未知错误
zh_hk: 未知錯誤

# DownloadGamePage_Finished
source: Finished
de_de: Abgeschlossen
it_it: Completato
ja_jp: 完了
ko_kr: 완료됨
ru_ru: Завершено
th_th: เสร็จสิ้น
vi_vn: Đã hoàn thành
zh_cn: 已完成
zh_hk: 完成

# DownloadGamePage_Pause
source: Pause
de_de: Pausieren
it_it: Pausa
ja_jp: 一時停止
ko_kr: 일시정지
ru_ru: Приостановить
th_th: หยุดชั่วคราว
vi_vn: Tạm dừng
zh_cn: 暂停
zh_hk: 暫停

# DownloadGamePage_Skip
source: Skip
de_de: Überspringen
it_it: Ignora
ja_jp: スキップ
ko_kr: 건너뛰기
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# DownloadGamePage_VerifyFailed
source: Verify Failed
de_de: Verifizieren fehlgeschlagen
it_it: Verifica Fallita
ja_jp: 検証に失敗しました
ko_kr: 파일 오류
ru_ru: Сбой проверки
th_th: การตรวจสอบความสมบูรณ์ของไฟล์เกมผิดพลาด
vi_vn: Xác minh thất bại
zh_cn: 校验失败
zh_hk: 驗證失敗

# DownloadGamePage_TheFollowingFileVerifyFailed
source: Failed to verify the following file:
de_de: Fehler beim Überprüfen der folgenden Datei:
it_it: Impossibile verificare il seguente file:
ja_jp: 次のファイルの検証に失敗しました:
ko_kr: 오류 파일 리스트
ru_ru: Ошибка проверки следующего файла:
th_th: ไม่สามารถตรวจสอบความสมบูรณ์ของไฟล์เหล่านี้ได้:
vi_vn: Thất bại khi xác minh những tập tin sau:
zh_cn: 以下文件校验失败：
zh_hk: 以下檔案驗證失敗：

# DownloadGamePage_Redownload
source: Redownload
de_de: Erneut Herunterladen
it_it: Scarica di nuovo
ja_jp: 再ダウンロード
ko_kr: 다시다운로드
ru_ru: Перекачать
th_th: ดาวน์โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新下载
zh_hk: 重新下載

# DownloadGamePage_Ignore
source: Ignore
de_de: Ignorieren
it_it: Ignora
ja_jp: 無視
ko_kr: 무시하기
ru_ru: Пропустить
th_th: เมิน
vi_vn: Bỏ qua
zh_cn: 忽略
zh_hk: 忽略

# DownloadGamePage_Stop
source: Stop
de_de: Stoppen
it_it: Arresta
ja_jp: 停止
ko_kr: 정지
ru_ru: Остановить
th_th: หยุด
vi_vn: Dừng
zh_cn: 停止
zh_hk: 停止

# DownloadGamePage_SkipVerificationContent
source: Skipping verification may result in corrupted game files.
de_de: Überspringen der Verifizierung kann zu beschädigten Spieldateien führen.
it_it: La verifica saltata può causare file di gioco danneggiati.
ja_jp: 検証をスキップすると、ゲームファイルが破損する可能性があります。
ko_kr: 파일 확인을 건너뛰면 게임파일이 손상될수 있습니다.
ru_ru: Пропуск проверки, может привести к повреждению игровых файлов.
th_th: การข้ามการตรวจสอบไฟล์อาจทำให้ไฟล์เกมเสียหาย
vi_vn: Bỏ qua việc xác minh có thể sẽ khiến tập tin trò chơi bị hỏng.
zh_cn: 跳过校验可能会导致游戏文件损坏。
zh_hk: 跳過驗證可能會導致遊戲file損毀。

# DownloadGamePage_SkipVerification
source: Skip Verification
de_de: Verifizierung überspringen
it_it: Salta Verifica
ja_jp: 検証をスキップする
ko_kr: 파일 확인 건너뛰기
ru_ru: Пропустить проверку
th_th: ข้ามการตรวจสอบความสมบูรณ์ของไฟล์เกม
vi_vn: Bỏ qua xác minh
zh_cn: 跳过校验
zh_hk: 跳過認證

# DownloadGamePage_DownloadPaused
source: Download Paused
de_de: Herunterladen pausiert
it_it: Download In Pausa
ja_jp: ダウンロードを一時停止
ko_kr: 다운로드 일시정지
ru_ru: Скачивание приостановлено
th_th: หยุดดาวน์โหลดชั่วคราว
vi_vn: Tải xuống đã tạm dừng
zh_cn: 下载已暂停
zh_hk: 已停止下載

# GachaLogPage_NoGachaRecords
source: No Gacha Records
de_de: Keine Gacha-Datensätze
it_it: Nessun Registro Gacha
ja_jp: ガチャの記録がありません
ko_kr: 뽑기 기록이 없습니다.
ru_ru: Нет записей о гаче
th_th: ไม่มีประวัติการสุ่ม
vi_vn: Không có bản ghi gacha
zh_cn: 没有抽卡记录
zh_hk: 無抽卡記錄

# GachaLogPage_UpdateRecords
source: Update Records
de_de: Datensätze aktualisieren
it_it: Aggiorna Record
ja_jp: 記録を更新
ko_kr: 기록 업데이트
ru_ru: Обновить записи
th_th: อัพเดทประวัติการสุ่ม
vi_vn: Cập nhật bản ghi
zh_cn: 更新记录
zh_hk: 更新記錄

# GachaLogPage_UpdateSavedURL
source: Update (Saved URL)
de_de: Aktualisiere (Gespeichertes URL)
it_it: Aggiorna (URL salvato)
ja_jp: 更新 (保存済みのURL)
ko_kr: 업데이트 (저장된 URL)
ru_ru: Обновить (сохраненный URL)
th_th: อัพเดต (URL ที่เซฟไว้)
vi_vn: Cập nhật (URL đã lưu)
zh_cn: 更新 (保存的 URL)
zh_hk: 更新 (Save 咗嘅 URL)

# GachaLogPage_UpdateAll
source: Update (All)
de_de: Alles aktualisieren
it_it: Aggiorna (Tutto)
ja_jp: 更新 (すべて)
ko_kr: 업데이트 (전체)
ru_ru: Обновить (Всё)
th_th: อัพเดต (ทั้งหมด)
vi_vn: Cập nhật (tất cả)
zh_cn: 更新 (全部)
zh_hk: 更新 (全部)

# GachaLogPage_InputURL
source: Input URL
de_de: URL eingeben
it_it: Ingresso URL
ja_jp: URLを入力
ko_kr: URL 입력
ru_ru: Входной URL-адрес
th_th: ใส่ URL บันทึกการสุ่ม
vi_vn: Nhập URL
zh_cn: 输入 URL
zh_hk: 輸入URL

# Common_Setting
source: Setting
de_de: Einstellung
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ru_ru: Настройки
th_th: ตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# GachaLogPage_OtherSettings
source: Other Settings
de_de: Andere Einstellungen
it_it: Altre Opzioni
ja_jp: その他の設定
ko_kr: 기타설정
ru_ru: Другие настройки
th_th: การตั้งค่าอื่นๆ
vi_vn: Cài đặt khác
zh_cn: 其他设置
zh_hk: 其他設定

# GachaLogPage_CopyURL
source: Copy URL
de_de: URL kopieren
it_it: Copia URL
ja_jp: URLをコピー
ko_kr: URL복사
ru_ru: Копировать URL-адрес
th_th: คัดลอก URL ประวัติการสุ่ม
vi_vn: Sao chép URL
zh_cn: 复制 URL
zh_hk: 複製 URL

# GachaLogPage_AuthkeyTimeoutAlwaysOccurs
source: Authkey Timeout always occurs?
de_de: Tritt Authkey-Timeout immer auf?
it_it: Si verifica sempre il timeout di Authkey?
ja_jp: 認証キーのタイムアウトが常に発生しますか?
ko_kr: Authkey Timeout 이 자꾸 표시되나요?
ru_ru: Тайм-аут Authkey всегда происходит?
th_th: Authkey Timeout เกิดขึ้นเสมอหรือไม่?
vi_vn: Authkey Timeout luôn xảy ra?
zh_cn: 总是出现 Authkey Timeout？
zh_hk: 成日都發生 Authkey Timeout？

# GachaLogPage_ClearURLCacheFiles
source: Clear URL Cache Files
de_de: URL-Cache Dateien löschen
it_it: Pulisci File Cache URL
ja_jp: URLキャッシュファイルをクリア
ko_kr: URL 캐시 제거
ru_ru: Очистить кэш URL-адресов
th_th: ล้างแคช URL ประวัติการสุ่ม
vi_vn: Dọn tập tin cache URL
zh_cn: 清除 URL 缓存文件
zh_hk: 清除 URL 快取檔案

# GachaLogPage_ExportAs
source: Export as
de_de: Exportieren als
it_it: Esporta come
ja_jp: エクスポート
ko_kr: 내보내기
ru_ru: Экспорт как
th_th: ส่งออกประวัติการสุ่ม
vi_vn: Xuất như
zh_cn: 导出为
zh_hk: 導出為

# GachaLogPage_ImportFromJson
source: Import from JSON
de_de: Aus JSON importieren
it_it: Importa da JSON
ja_jp: JSONからインポート
ko_kr: JSON 에서 불러오기
ru_ru: Импорт из JSON
th_th: นำเข้าจาก JSON
vi_vn: Nhập từ file JSON
zh_cn: 从 JSON 导入
zh_hk: 從 JSON 匯入

# GachaLogPage_ShowNoviceGachaType
source: Show Novice Gacha Type
de_de: Zeige Anfängerbanner
it_it: Mostra Tipo Gacha per Novizi
ja_jp: 初心者向けガチャの種類を表示
ko_kr: 초보자 뽑기 표시
ru_ru: Показать тип гачи новичка
th_th: ชนิดการแสดงตู้สุ่มมือใหม่
vi_vn: Hiển thị Gacha người mới
zh_cn: 显示新手卡池
zh_hk: 顯示新手卡池

# GachaLogPage_DeleteRecords
source: Delete Records
de_de: Lösche Aufzeichnungen
it_it: Elimina Record
ja_jp: 記録を削除
ko_kr: 기록삭제
ru_ru: Удалить записи
th_th: ลบประวัติการสุ่ม
vi_vn: Xoá các bản ghi
zh_cn: 删除记录
zh_hk: Delete 紀錄

# GachaLogPage_Language
source: Language
de_de: Sprache
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
ru_ru: Язык
th_th: ภาษา
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言

# GachaLogPage_CannotFindSavedURLOfUid
source: Cannot find saved URL of UID {0}.
de_de: Gespeichertes URL der UID {0} konnte nicht gefunden werden.
it_it: Impossibile trovare l'URL salvato del tuo UID {0}.
ja_jp: UID {0} の保存URLが見つかりません。
ko_kr: Uid {0} 에 저장된 기록이 없습니다.
ru_ru: Не удается найти сохраненный URL uid {0}.
th_th: ไม่พบบันทึกการสุ่มของ UID {0}
vi_vn: Không thể tìm thấy URL đã lưu của UID {0}.
zh_cn: 无法找到 UID {0} 已保存的抽卡记录。
zh_hk: 搵唔到 Uid {0} save 咗嘅抽卡記錄。

# GachaLogPage_GameNotInstalled
source: Game not installed
de_de: Spiel ist nicht installiert
it_it: Gioco non installato
ja_jp: ゲームがインストールされていません
ko_kr: 게임이 설치되지 않았습니다.
ru_ru: Игра не установлена
th_th: ไม่ได้ติดตั้งเกม
vi_vn: Trò chơi chưa được cài đặt
zh_cn: 游戏未安装
zh_hk: 遊戲未安裝

# GachaLogPage_CannotFindURL
source: Cannot find URL, please open the gacha records history page in game.
de_de: URL kann nicht gefunden werden, bitte öffne die Banner Aufzeichnungen im Spiel.
it_it: Impossibile trovare l'URL, si prega di aprire la pagina della cronologia gacha nel gioco.
ja_jp: URLが見つかりません。ゲーム内のガチャの記録の履歴ページを開いてください。
ko_kr: URL 을 찾을수 없습니다. 게임에서 뽑기기록 페이지를 열어주세요.
ru_ru: Не удается найти URL, откройте страницу истории гачи в игре.
th_th: ไม่สามารถดึงบันทึกการสุ่มได้ โปรดเปิดประวัติการสุ่มในเกม
vi_vn: Không thể tìm thấy URL, vui lòng hãy mở trang bản ghi lịch sử gacha ở trong trò chơi.
zh_cn: 无法找到 URL，请在游戏中打开抽卡记录页面。
zh_hk: 搵唔到 URL，請喺遊戲入面打開 gacha 記錄頁面。

# GachaLogPage_OperationCanceled
source: Operation canceled
de_de: Vorgang abgebrochen
it_it: Operazione annullata
ja_jp: 操作をキャンセルしました
ko_kr: 작업이 취소되었습니다.
ru_ru: Операция отменена
th_th: กระบวนการถูกยกเลิก
vi_vn: Thao tác bị huỷ
zh_cn: 操作已取消
zh_hk: 操作已取消

# GachaLogPage_PleaseOpenTheGachaRecordsPageInGameAndTryAgain
source: Please open the gacha records page in game and try again.
de_de: Bitte öffne die Banner-Aufzeichnungen im Spiel und versuche es erneut.
it_it: Si prega di aprire la pagina dei record gacha nel gioco e riprovare.
ja_jp: ゲーム内のガチャの記録のページを開き、再度お試しください。
ko_kr: 게임에서 뽑기기록 페이지를 열고 다시시도 하세요.
ru_ru: Пожалуйста, откройте страницу записей гачи в игре и попробуйте еще раз.
th_th: กรุณาเปิดประวัติการสุ่มในเกมแล้วลองอีกครั้ง
vi_vn: Vui lòng hãy mở trang bản ghi gacha ở trong trò chơi và thử lại.
zh_cn: 请在游戏中打开抽卡记录页面后再重试。
zh_hk: 請喺遊戲入面打開抽卡記錄頁面，然後再試一次。

# Common_Warning
source: Warning
de_de: Warnung
it_it: Avviso
ja_jp: 警告
ko_kr: 경고
ru_ru: Внимание
th_th: คำเตือน
vi_vn: Cảnh báo
zh_cn: 警告
zh_hk: 警告
