Repository: Scighost/Starward
Catalog: src/Starward.Language/Lang.*.resx
Languages: de_de, it_it, ja_jp, ko_kr, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# TravelersDiaryPage_GetDetails
source: Get Details
de_de: Details anzeigen
it_it: Dettagli
ja_jp: 詳細を取得
ko_kr: 더보기
ru_ru: Подробности
th_th: ข้อมูลเพิ่มเติม
vi_vn: Nhận chi tiết
zh_cn: 获取明细
zh_hk: 獲取明細

# TravelersDiaryPage_RealTimeData
source: Real-Time Data
de_de: Daten in Echtzeit
it_it: Dati in tempo reale
ja_jp: リアルタイムデータ
ko_kr: 실시간 데이터
ru_ru: Данные в реальном времени
th_th: ข้อมูล Real-Time
vi_vn: Dữ liệu thời gian thực
zh_cn: 实时数据
zh_hk: 實時資料

# TravelersDiaryPage_HistoricalData
source: Historical Data
de_de: Historische Daten
it_it: Stato storico
ja_jp: 過去のデータ
ko_kr: 지난 기록
ru_ru: Исторические данные
th_th: ข้อมูลในอดีต
vi_vn: Lịch sử dữ liệu
zh_cn: 历史数据
zh_hk: 歷史資料

# TravelersDiaryPage_AcquiredThisMonth
source: Acquired this month
de_de: Diesen Monat
it_it: Acquisito questo mese
ja_jp: 今月に入手した物
ko_kr: 이번 달 총 획득
ru_ru: Получено в этом месяце
th_th: ได้รับเดือนนี้
vi_vn: Đã nhận tháng này
zh_cn: 当月共获取
zh_hk: 今個月共獲得

# TravelersDiaryPage_AcquiredThisDay
source: Acquired this day
de_de: An diesem Tag erworben
ja_jp: この日に入手した物
ko_kr: 오늘 총 획득
ru_ru: Получено в этот день
th_th: ได้รับวันนี้
vi_vn: Đã nhận hôm nay
zh_cn: 今日共获取
zh_hk: 今個月共獲得

# TravelersDiaryPage_PrimogemsObtained
source: Primogems obtained
de_de: Erhaltene Primogems
ja_jp: 原石収入の構成
ko_kr: 원석 수입 구성
ru_ru: Получено Камней Истока
th_th: Primogems ทีได้รับ
vi_vn: Nguyên thạch nhận được
zh_cn: 原石收入组成
zh_hk: 原石收入組成

# SpiralAbyssPage_DeepestDescent
source: Deepest Descent
de_de: Tiefster Abstieg
ja_jp: 最高記録
ko_kr: 최고 기록
ru_ru: Макс. глубина
th_th: ชั่นลึกที่สุดที่ไปถึง
vi_vn: Đến nơi sâu nhất
zh_cn: 最深抵达
zh_hk: 最深抵達

# SpiralAbyssPage_BattlesFought
source: Battles Fought
de_de: Schlachten gekämpft
ja_jp: 挑戦回数
ko_kr: 전투 횟수
ru_ru: Битвы
th_th: จำนวนครั้งที่ต่อสู้:
vi_vn: Số lần khiêu chiến
zh_cn: 出战次数
zh_hk: 出戰次數

# SpiralAbyssPage_Times
source: times
de_de: mal
ja_jp: 回
ko_kr: 회
ru_ru: раз
th_th: ครั้ง
vi_vn: lần
zh_cn: 次
zh_hk: 次

# Common_Accept
source: Accept
de_de: Annehmen
ja_jp: 同意する
ko_kr: 확인
ru_ru: Принять
th_th: ยอมรับ
vi_vn: Chấp nhận
zh_cn: 接受
zh_hk: 接受

# Common_Reject
source: Reject
de_de: Ablehnen
ja_jp: 同意しない
ko_kr: 거절
ru_ru: Отклонить
th_th: ไม่ยอมรับ
vi_vn: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕

# HoyolabToolboxPage_WarningAgain
source: Warning Again
de_de: Erneut warnen
ja_jp: 再度警告をする
ko_kr: 재경고
ru_ru: Предупреждение снова
th_th: เตือนอีกครั้ง
vi_vn: Cảnh báo lần nữa
zh_cn: 再次警告
zh_hk: 再次警告

# Common_Disclaimer
source: Disclaimer
de_de: Haftungsausschluss
ja_jp: 免責事項
ko_kr: 면책조항
ru_ru: Оговорка
th_th: คำเตือน
vi_vn: Từ chối trách nhiệm
zh_cn: 免责声明
zh_hk: 免責聲明

# HoyolabToolboxPage_DisclaimerContent
source: The features of this page requires you to log in to your Hyperion/HoYoLAB account, and Starward will save your login credentials (Cookie) and impersonate you to send requests to miHoYo's server. This method is risky and we are not responsible if your account is abnormal or banned as a result. Do you accept the risk and continue to use it?
de_de: Die Funktionen dieser Seite erfordern, dass Sie sich in Ihr Hyperion/HoYoLAB-Konto einloggen, und Starward speichert Ihre Anmeldedaten (Cookie) und gibt sich für Sie aus, um Anfragen an den miHoYo-Server zu senden. Diese Methode ist riskant und wir sind nicht dafür verantwortlich, wenn Ihr Konto infolgedessen angegriffen oder gesperrt wird?
ja_jp: このページの機能は、HyperionまたはHoYoLABアカウントにログインをする必要があります。Starwardはログイン認証情報(Cookie)を保存し、あなたになりすましてmiHoYoのサーバーにリクエストを送信します。この方法は危険であり、あなたのアカウントが異常な事になったり、またはアカウントがBANされたとしても責任は一切負いません。 リスクを受け入れたうえで使用を続行しますか?
ko_kr: 이 기능은 사용자의 쿠키를 이용하여 Starward 프로그램이 사용자를 가장하여 miHoYo 서버에 접속하여 데이터를 청구합니다. 이런 행위는 사용자 계정의 이상 혹은 계정정지 등을 초래할 수 있으며 이로인해 발생한 손해 는 사용자가 전적으로 책임져야 함을 알립니다. 위 내용을 이해하였으며 그래도 계속하시겠습니까?
ru_ru: Для работы этой страницы требуется войти в свою учетную запись Hyperion/HoYoLAB, и Starward сохранит ваши учетные данные для входа (Cookie) и выдаст вам персональные данные для отправки запросов на сервер miHoo. Этот метод является рискованным, и мы не несем ответственности за ненормальные или забаненные в результате действия вашей учетной записи. Вы принимаете риск и продолжаете его использовать?
th_th: ฟีเจอร์ในหน้านี้จำเป็นต้องให้ผู้ใช้ล็อกอินเข้าบัญชี HoYoLAB แล้ว Starward จะเก็บข้อมูลการล็อกอิน (Cookie) เพื่อที่จะปลอมตัวเป็นผู้ใช้และส่งคำขอข้อมูลต่างๆไปยังเซิฟเวอร์ของ miHoYo - วิธีนี้มีความเสี่ยงและทางเราจะไม่รับผิดชอบใดๆหากบัญชีของผู้ใช้เกิดความผิดปกติและถูกแบน คุณยอมรับความเสี่ยงและยืนยันที่จะใช้ฟีเจอร์นี้หรือไม่
vi_vn: Tính năng trên trang này yêu cầu bạn phải đăng nhập vào tài khoản Hyperion/HoYoLAB, và Starward sẽ lưu thông tin đăng nhập (Cookie) và thay bạn gửi yêu cầu đến máy chủ miHoYo. Phương pháp này có rủi ro và chúng tôi sẽ không chịu trách nhiệm nếu tài khoản của bạn có dấu hiệu bất thường và bị cấm. Bạn có chấp nhận rủi ro và tiếp tục?
zh_cn: 本页面的功能需要您登录 米游社/HoYoLAB 账号，Starward 将会保存您的登录凭证（Cookie）并模仿您本人对 miHoYo 的服务器发送请求。这种方法具有一定的风险，如果因此造成了您的账号异常或被封禁，本应用概不负责。 您是否接受此风险并继续使用？
zh_hk: 呢個頁面嘅功能需要你登入你嘅 米游社/HoYoLAB account， Starward 會儲存你嘅登入憑證（ Cookie ），並模仿你本人向 miHoYo 嘅 server 發送請求。呢個方法係有風險嘅，如果你嘅 account 因此出現異常或者被 ban，本應用唔會負責。 你接受唔接受風險同繼續用佢？

# TrailblazeCalendarPage_StellarJadeSources
source: Stellar Jade Sources
de_de: Stellar Jadequellen
ja_jp: 星玉の獲得元
ko_kr: 성옥 획득처
ru_ru: Источники Звёздного Нефрита
th_th: ผลรวม Stellar Jade ที่ได้รับ
vi_vn: Nguồn ngọc ánh sao
zh_cn: 星琼收入组成
zh_hk: 星瓊收入組成

# ForgottenHallPage_Period
source: Period
de_de: Zeitraum
ja_jp: 期間
ko_kr: 통계주기
ru_ru: Период
th_th: รอบ
vi_vn: Chu kỳ
zh_cn: 统计周期
zh_hk: 統計週期

# ForgottenHallPage_CyclesUsed
source: Cycles used:
de_de: Benutzte Zyklen:
ja_jp: 使用サイクル:
ko_kr: 사용 라운드:
ru_ru: Использовано циклов:
th_th: จำนวนรอบที่ใช้ไป:
vi_vn: Vòng sử dụng:
zh_cn: 使用轮：
zh_hk: 使用輪：

# ForgottenHallPage_TeamSetup
source: Team Setup
ja_jp: チームのセットアップ
ko_kr: 파티편성
ru_ru: Отряд игрока
th_th: การจัดทีม
vi_vn: Lập đội
zh_cn: 节点
zh_hk: 節點

# Common_AccountError
source: Account Error
de_de: Kontofehler
ja_jp: アカウントエラー
ko_kr: 계정 오류
ru_ru: Ошибка учетной записи
th_th: บัญชี
vi_vn: Tài khoản bất thường
zh_cn: 账号异常
zh_hk: Account 異常

# Common_NetworkError
source: Network Error
de_de: Netzwerkfehler
ja_jp: ネットワークエラー
ko_kr: 네트워크 오류
ru_ru: Ошибка Сети
th_th: เครือข่ายขัดข้อง
vi_vn: Lỗi mạng
zh_cn: 网络异常
zh_hk: 網路異常

# HoyolabToolboxPage_VerifyAccount
source: Verify Account
de_de: Account verifizieren
ja_jp: アカウントの検証
ko_kr: 계정 확인
ru_ru: Подтвердить учетную запись
th_th: ยืนยันบัญชี
vi_vn: Xác minh tài khoản
zh_cn: 校验账号
zh_hk: 驗證帳戶

# DownloadGameService_RepairMode
source: Repair Mode
de_de: Reparaturmodus
ja_jp: 修復モード
ko_kr: 복구모드
ru_ru: Режим ремонта
th_th: โหมดการซ่อมแซม
vi_vn: Chế độ sửa chữa
zh_cn: 修复模式
zh_hk: 修復模式

# DownloadGameDialog_ItTakesAdditionalDiskSpaceWhenUnzip
source: It takes additional storage space when unzip.
de_de: Nach entpacken wird mehr Speicher benötigt.
ja_jp: 解凍をすると追加の空き容量を必要とします。
ko_kr: 압축해제 시 더 많은 공간이 필요할수 있습니다.
ru_ru: Он занимает дополнительное место на диске при распаковке архива.
th_th: จะใช้พื้นที่เพิ่มเติมเมื่อแตกไฟล์
vi_vn: Nó sẽ chiếm thêm dung lượng khi giải nén.
zh_cn: 解压时会占用额外的存储空间
zh_hk: 解壓 file 嘅時候會佔用額外嘅硬碟空間。

# SimulatedUniversePage_AbilityTreeBuffsActivated
source: Ability Tree Buffs Activated
de_de: Fähigkeitsbaum Buffs aktiviert
ja_jp: 覚醒したアビリティ
ko_kr: 스킬트리 활성화 완료
ru_ru: Способностей древа активировано
th_th: Ability Tree ที่เปิดใช้งานแล้ว
vi_vn: Cây kĩ năng đã kích hoạt
zh_cn: 技能树已激活
zh_hk: 技能樹已啟動

# SimulatedUniversePage_UnlockedCurios
source: Unlocked Curios
de_de: Entsperrtes Kuriosität
ja_jp: 解放した奇物
ko_kr: 기물 개방완료
ru_ru: Диковин открыто
th_th: วัตถุหายากที่ปลดล็อกแล้ว
vi_vn: Đã mở khoá vật thể lạ
zh_cn: 已解锁奇物
zh_hk: 已解鎖奇物

# SimulatedUniversePage_UnlockedBlessings
source: Unlocked Blessings
de_de: Freigeschaltete Segen
ja_jp: 解放した祝福
ko_kr: 축복 개방완료
ru_ru: Благословений открыто
th_th: พรที่ปลดล็อกแล้ว
vi_vn: Đã mở khoá chúc phúc
zh_cn: 已解锁祝福
zh_hk: 已解鎖祝福

# SimulatedUniversePage_NumberOfClears
source: Number of Clears
de_de: Anzahl der Säuberung
ja_jp: 今期のクリア回数
ko_kr: 이번 회차 클리어 휫수
ru_ru: Период
th_th: จำนวนการผ่านด่าน
vi_vn: Số lần vượt ải
zh_cn: 本期通关次数
zh_hk: 呢期過關次數

# SimulatedUniversePage_HighestScore
source: Highest Score
de_de: Höchste Punktzahl
ja_jp: 最高ポイント
ko_kr: 최고점수
ru_ru: Рекорд
th_th: คะแนนสูงสุด
vi_vn: Điểm cao nhất
zh_cn: 当前最高积分
zh_hk: 當前最高積分

# SimulatedUniversePage_ChallengedOn
source: Challenged On
de_de: Herausfordert am
ja_jp: 挑戦時間
ko_kr: 도전시간
ru_ru: Дата прохождения
th_th: สถิติรอบ
vi_vn: Thời gian khiêu chiến
zh_cn: 挑战时间
zh_hk: 挑戰時間

# SimulatedUniversePage_CharactersUsed
source: Characters Used
de_de: Charaktere benutzt
ja_jp: クリア時の使用キャラクター
ko_kr: 클리어 시 사용한 캐릭터
ru_ru: Использованные персонажи
th_th: ตัวละครที่ใช้
vi_vn: Nhân vật dùng vượt ải
zh_cn: 通关使用角色
zh_hk: 過關使用角色

# SimulatedUniversePage_CachedCharacters
source: Cached Characters
de_de: Charaktere in simulierten Universum
ja_jp: キャラダウンロード
ko_kr: 다운로드 된 캐릭터
ru_ru: Сохранённые персонажи
th_th: ตัวละครของฉัน
vi_vn: Nhân vật đã lưu
zh_cn: 缓存角色
zh_hk: 暫存角色

# SimulatedUniversePage_CuriosObtained
source: Curios Obtained
de_de: Erhaltene Kuriositäten
ja_jp: 獲得した奇物
ko_kr: 획득 기물
ru_ru: Диковин получено
th_th: วัตถุหายากที่ได้รับ
vi_vn: Nhận vật thể lạ
zh_cn: 获得奇物
zh_hk: 獲得奇物

# SimulatedUniversePage_BlessingsObtained
source: Blessings Obtained
de_de: Segen erhalten
ja_jp: 獲得した祝福
ko_kr: 획득 축복
ru_ru: Благословений получено
th_th: พรที่ได้รับ
vi_vn: Nhận chúc phúc
zh_cn: 获得祝福
zh_hk: 獲得祝福

# HoyolabToolboxPage_DailyData
source: Daily Data
de_de: Tagesdaten
ja_jp: デイリーデータ
ko_kr: 일일 정보
ru_ru: Данные за
th_th: ข้อมูลรายวัน
vi_vn: Dữ liệu hằng ngày
zh_cn: 每日数据
zh_hk: 每日數據

# TrailblazeCalendarPage_StellarJade
source: Stellar Jade
de_de: Stellare Jade
ja_jp: 星玉
ko_kr: 성옥
ru_ru: Звездный Нефрит
vi_vn: Ngọc ánh sao
zh_cn: 星琼
zh_hk: 星瓊

# TrailblazeCalendarPage_PassAndSpecialPass
source: Pass & Special Pass
de_de: Pass & Spezialpass
ja_jp: 星軌チケット＆星軌専用チケット
ko_kr: 티켓 & 전용티켓
ru_ru: Звёздные и Особые пропуска
th_th: Pass และ Special Pass
vi_vn: Vé tinh cầu & Vé tinh cầu đặc biệt
zh_cn: 星轨通票 & 星轨专票
zh_hk: 星軌通票 & 星軌專票

# TravelersDiaryPage_Primogems
source: Primogems
ja_jp: 原石
ko_kr: 원석
ru_ru: Камень Истока
vi_vn: Nguyên thạch
zh_cn: 原石
zh_hk: 原石

# TravelersDiaryPage_Mora
source: Mora
ja_jp: モラ
ko_kr: 모라
ru_ru: Мора
zh_cn: 摩拉
zh_hk: 摩拉

# SpiralAbyssPage_FloorX
source: Floor {X}
de_de: Aktuelle Etage {X}
ja_jp: 第 {X} 層
ko_kr: 제 {X} 층
ru_ru: Этаж {X}
th_th: ชั้นที่ {X}
vi_vn: Tầng {X}
zh_cn: 第 {X} 层
zh_hk: 第 {X} 層

# SpiralAbyssPage_ChamberX
source: Chamber {X}
de_de: Kammer- {X}
ja_jp: 第 {X} 間
ko_kr: {X} 번방
ru_ru: Зал {X}
th_th: ห้องที่ {X}
vi_vn: Phòng {X}
zh_cn: 第 {X} 间
zh_hk: 第 {X} 間

# ScreenshotPage_ScreenshotFolderDoesNotExist
source: Screenshot folder does not exist
de_de: Screenshot-Ordner ist nicht vorhanden
ja_jp: スクリーンショットフォルダが見つかりません
ko_kr: 스크린샷 폴더가 없습니다.
ru_ru: Папка снимков не существует
th_th: ไม่มีโฟลเดอร์เก็บภาพหน้าจอ
vi_vn: Thư mục ảnh chụp màn hình không tồn tại
zh_cn: 截图文件夹不存在
zh_hk: Cap 圖資料夾唔存在

# GachaLogPage_0GachaItemsHaveBeenChangedToLanguage1
source: The language of {0} gacha records has been changed to ({1}).
de_de: Die Sprache von {0} Gacha-Datensätzen wurde geändert in ({1}).
ja_jp: {0} のガチャの記録の言語を {1} に変更しました。
ko_kr: {0} 건의 뽑기기록의 언어가 ({1}) 로 변경되었습니다.
ru_ru: Язык записей гачи {0} был изменен на ({1}).
th_th: ภาษาของประวัติรวม {0} โรลถูกเปลี่ยนเป็น ({1}) แล้ว
vi_vn: Ngôn ngữ của {0} bản ghi gacha đã được chuyển thành ({1}).
zh_cn: {0} 条抽卡记录的语言已被修改为 ({1})
zh_hk: {0} 條抽卡記錄嘅語言已被修改為 ({1})

# SettingPage_PrivacyPolicy
source: Privacy Policy
de_de: Datenschutzbestimmungen
ja_jp: プライバシーポリシー
ko_kr: 개인정보 정책
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách bảo mật
zh_cn: 隐私策略
zh_hk: 隱私政策

# MainPage_Tips
source: Tips
de_de: Hinweise
ja_jp: ヒント
ko_kr: 팁
ru_ru: Советы
th_th: ทิป
vi_vn: Mẹo
zh_cn: 小技巧

# SettingPage_CDNTips
source: Users in some areas may encounter network anomalies. You could solve this problem by switching CDNs.
de_de: Benutzer in einigen Bereichen stoßen möglicherweise auf Anomalien im Netzwerk. Sie könnten dieses Problem lösen, indem Sie CDN wechseln.
ja_jp: 一部の地域のユーザーは、ネットワークの異常が発生する場合があります。この問題はCDNを変更する事で解決ができます。
ko_kr: 일부 지역의 사용자는 접속오류가 발생할수 있습니다. CDN 을 교체하여 이를 해결 할수 있습니다.
ru_ru: Пользователи в некоторых областях могут столкнуться с аномалиями сети. Вы можете решить эту проблему, переключив CDN.
th_th: ผู้ใช้งานในบางพื้นที่อาจพบปัญหาเครือข่ายไม่ปกติ สามารถแก้ได้ด้วยการเปลี่ยน CDNs
vi_vn: Một số người dùng ở một số khu vực có thể gặp phải sự bất thường về mạng. Bạn có thể giải quyết vấn đề này bằng cách chuyển đổi CDN.
zh_cn: 部分地区的用户可能会碰到网络异常的情况，您可以通过切换 CDN 解决此问题。
zh_hk: 部分地區嘅使用者可能會遇到網路異常，可嘗試切換 CDN 解決。

# SelectGamePage_SelectGameServer
source: Select Server
de_de: Wähle einen Server
ja_jp: サーバーを選択
ko_kr: 서버 선택
ru_ru: Выбрать сервер
th_th: เลือกเซิฟเวอร์
vi_vn: Chọn máy chủ
zh_cn: 选择服务器
zh_hk: 選擇 Server

# SettingPage_EnableSystemTrayIcon
source: System Tray Icon
ja_jp: システムトレイアイコンを表示する
ko_kr: 시스템 트레이 아이콘
ru_ru: Иконка в области уведомлений
th_th: ไอคอนบน System Tray
vi_vn: Biểu tượng khay hệ thống
zh_cn: 系统托盘图标
zh_hk: 系統工作列圖示

# SettingPage_ExitLauncherWhenClosingWindow
source: Exit Launcher When Closing Window
de_de: Launcher beim Schließen beenden
ja_jp: ウィンドウを閉じたときにランチャーを終了する
ko_kr: 프로그램 창 종료시 프로그램 종료
ru_ru: Полностью закрывать лаунчер при закрытии окна
th_th: ออกจาก Launcher เมื่อปิดวินโดวส์
vi_vn: Thoát trình khởi chạy khi đóng cửa sổ
zh_cn: 关闭窗口时退出启动器
zh_hk: 關閉視窗嘅時侯離開啟動器

# Common_Exit
source: Exit
de_de: Beenden
ja_jp: 終了
ko_kr: 닫기
ru_ru: Выход
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_hk: 離開

# SettingPage_SystemTray
source: System Tray
de_de: Infobereich
ja_jp: システムトレイ
ko_kr: 시스템 트레이
ru_ru: Область уведомлений
th_th: ถาดระบบ
vi_vn: Khay hệ thống
zh_cn: 系统托盘
zh_hk: 系統工作列

# InstallGameSystemTrayPage_Installer
source: Installer
de_de: Installationsprogramm
ja_jp: インストーラー
ko_kr: 설치프로그램
ru_ru: Установщик
th_th: ตัวติดตั้ง
vi_vn: Trình cài đặt
zh_cn: 安装器
zh_hk: 安裝器

# DownloadGamePage_CloseSoftwareContentSystemTray
source: You could choose to exit or hide window and minimize to system tray.
de_de: Sie können das Fenster beenden oder ausblenden und in das Systeminfobereich minimieren.
ja_jp: そのままウィンドウを閉じるか、システムトレイに最小化をするか変更ができます。
ko_kr: 창을 닫은 후 프로그램을 종료할 지 시스템 트레이에 최소화 할 지 선택할 수 있습니다.
ru_ru: Можно выбрать «закрыть», «скрыть» или «свернуть» окно в область уведомлений.
th_th: คุณสามารถเลือกปิดโปรแกรม, ซ่อนหน้าต่าง หรือย่อหน้าต่างได้
vi_vn: Bạn có thể chọn thoát ứng dụng hoặc ẩn cửa sổ và thu nhỏ xuống khay hệ thống.
zh_cn: 您可以选择退出或隐藏窗口并最小化到系统托盘。
zh_hk: 您可以選擇離開，或者將視窗隱藏係系統工作列。

# Common_Hide
source: Hide
de_de: Verbergen
ja_jp: 隠す
ko_kr: 숨김
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏

# ScreenshotPage_BackupScreenshots
source: Backup Screenshots
de_de: Screenshots sichern
ja_jp: スクリーンショットのバックアップ
ko_kr: 스크린샷 백업
ru_ru: Резервное копирование скриншотов
th_th: สำรองภาพหน้าจอ
vi_vn: Sao lưu ảnh chụp màn hình
zh_cn: 备份截图
zh_hk: 備份截圖

# ScreenshotPage_OpenBackupFolder
source: Open Backup Folder
de_de: Backup-Ordner öffnen
it_it: Apri Cartella Backup
ja_jp: バックアップフォルダーを開く
ko_kr: 백업폴더 열기
ru_ru: Открыть папку резервной копии
th_th: เปิดโฟลเดอร์สำรอง
vi_vn: Mở thư mục sao lưu
zh_cn: 打开备份文件夹
zh_hk: 打開備份資料夾

# GameSettingPage_FeatureNotSupported
source: Feature not Supported
de_de: Funktion nicht unterstützt
it_it: Funzionalità non supportata
ja_jp: 非対応の機能
ko_kr: 지원되지 않는 기능
ru_ru: Функция не поддерживается
th_th: ฟีเจอร์ยังไม่รองรับ
vi_vn: Tính năng chưa được hỗ trợ
zh_cn: 功能不支持
zh_hk: 唔支援呢個功能

# SettingPage_LastBackup
source: Last backup
de_de: Letzte Sicherung
it_it: Ultimo backup
ja_jp: 最終バックアップ
ko_kr: 마지막 백업
ru_ru: Последняя резервная копия
th_th: การสำรองข้อมูลล่าสุด
vi_vn: Bản sao lưu gần nhất
zh_cn: 上次备份
zh_hk: 上一次備份

# SettingPage_BackupDatabase
source: Backup Database
de_de: Datenbank sichern
ja_jp: データベースのバックアップ
ko_kr: 백업 데이터베이스
ru_ru: Резервная копия базы данных
th_th: ฐานข้อมูลสำรอง
vi_vn: Sao lưu cơ sở dữ liệu
zh_cn: 备份数据库
zh_hk: 備份資料庫

# ScreenshotPage_BackedUpNewScreenshots
source: Backed up {0} new screenshots.
de_de: {0} neue Screenshots wurden gesichert.
it_it: Ottenuti {0} nuovi screenshots.
ja_jp: 新規スクリーンショットの {0} をバックアップしました。
ko_kr: 스크린샷 {0} 건 추가됨
ru_ru: Резервное копирование сохранило {0} новых скриншотов.
th_th: สำรองสกรีนช็อตใหม่แล้ว {0} ภาพ
vi_vn: Đã sao lưu {0} ảnh chụp màn hình mới.
zh_cn: 新增 {0} 张截图备份
zh_hk: 新增咗 {0} 張截圖備份

# MainPage_GameNotices
source: Game Notices
de_de: Spielhinweise
it_it: Avvisi Di Gioco
ja_jp: ゲームのお知らせ
ko_kr: 공지사항
ru_ru: Игровые уведомления
th_th: ประกาศของเกม
vi_vn: Thông báo trò chơi
zh_cn: 游戏公告
zh_hk: 遊戲公告

# DownloadGamePage_Merging
source: Merging
de_de: Zusammenführen
ja_jp: 結合中
ko_kr: 병합중
ru_ru: Объединить
th_th: กำลังผสานอยู่
vi_vn: Đang hợp nhất
zh_cn: 合并中
zh_hk: 合併中

# LauncherPage_Required
source: Required
de_de: Benötigt
it_it: Richiesto
ja_jp: 必須
ko_kr: 필수
ru_ru: Требуется
th_th: ต้องระบุ
vi_vn: Bắt buộc
zh_cn: 必需
zh_hk: 必需

# DownloadGameDialog_TurnOnIfThereIsNotEnoughFreeSpaceForUnzip
source: Turn on if there's not enough free space for unzip.
de_de: Aktivieren, wenn nicht genügend freier Speicherplatz zum Entpacken vorhanden ist.
it_it: Attiva se non c'è abbastanza spazio libero per la decompressione.
ja_jp: 解凍に必要な空き容量がない場合は、オンにしてください。
ko_kr: 압축해제 공간이 부족할때 이 기능을 활성화 하세요.
ru_ru: Включите, если не хватает свободного места для распаковки.
th_th: เปิดหากมีพื้นที่ว่างไม่เพียงพอสำหรับการแตกไฟล์
vi_vn: Bật nếu không có đủ dung lượng trống để giải nén.
zh_cn: 解压所需空间不足时可启用此设置
zh_hk: 解壓 file 所需嘅空間不足個時可開啟呢個設定。

# LauncherPage_ConfirmDelete
source: Confirm Delete
de_de: Löschen bestätigen
it_it: Conferma Eliminazione
ja_jp: 削除の確認
ko_kr: 삭제 확인
ru_ru: Подтвердить удаление
th_th: ยืนยันการลบ
vi_vn: Xác nhận xóa
zh_cn: 确认删除
zh_hk: 確認刪除

# LauncherPage_CurrentlyLoggedInAccount
source: Currently logged in account
de_de: Aktuell angemeldete Konto
it_it: Account Attivo
ja_jp: 現在のログイン済みアカウント
ko_kr: 현재 로그인 된 계정
ru_ru: Учётную запись используется для входа
vi_vn: Tài khoản đăng nhập hiện tại
zh_cn: 当前登录的账号
zh_hk: 目前登入的 account

# Common_Attention
source: Attention
de_de: Warnung
it_it: Attenzione
ja_jp: 警告
ko_kr: 경고
ru_ru: Внимание
th_th: คำเตือน
vi_vn: Chú ý
zh_cn: 请注意
zh_hk: 請注意

# LauncherPage_Replace
source: Replace
de_de: Ersetzen
it_it: Sostituisci
ja_jp: 置き換え
ko_kr: 변경
ru_ru: Заменить
th_th: แทน​ที่
vi_vn: Thay thế
zh_cn: 替换
zh_hk: 換成

# LauncherPage_SaveNew
source: Save New
de_de: Neu speichern
it_it: Salva nuovo
ja_jp: 新規で保存
ko_kr: 새계정 저장
ru_ru: Сохранить как новую
th_th: บันทึกใหม่
vi_vn: Lưu mới
zh_cn: 保存为新账号
zh_hk: Save 為新 account

# LauncherPage_AccountSaveNew
source: Account with uid {0} already exists, replace it or save new?
de_de: Konto mit Uid {0} existiert bereits, ersetzen oder neu speichern?
it_it: L'account con uid {0} esiste già, sostituirlo o salvare nuovo?
ja_jp: UID {0} のアカウントは既に存在します。置き換えまたはアカウントを新規で保存しますか?
ko_kr: UID {0} 이 계정은 이미 존재합니다. 교체하시거나 새로 덮어쓰시겠습니까?
ru_ru: Учётная запись с uid {0} уже существует, заменить её или сохранить как новую?
th_th: บัญชีที่มีรหัสผู้ใช้ {0} มีอยู่แล้ว, ต้องการแทนที่หรือบันทึกใหม่?
vi_vn: Tài khoản với UID {0} đã tồn tại, thay thế hay lưu mới?
zh_cn: Uid {0} 的账号已存在，替换或保存为新账号？
zh_hk: Uid {0} 嘅 account 已存在，取代或者儲存為新嘅 account？

# SettingPage_RepairSystemTray
source: Repair System Tray
de_de: System-Tray reparieren
it_it: Ripara il System Tray
ja_jp: システムトレイを修復する
ko_kr: 트레이 아이콘 복구
ru_ru: Починить область уведомлений системы
vi_vn: Sửa khay hệ thống
zh_cn: 修复系统托盘
zh_hk: 修復系統工作列圖示

# SettingPage_RepairSystemTrayContent
source: Fix the issue that cannot create system tray icon, this method will restart explorer.
de_de: Diese Methode wird den Explorer neu starten. Um den Fehler mit fehlendem Tray-Symbol zu beheben.
it_it: Correggi il problema che non può creare l'icona nel system tray, questo metodo riavvierà l'exporer.
ja_jp: システムトレイアイコンが表示できない問題を修正します。(エクスプローラーを再起動します)
ko_kr: 시스템 트레이 아이콘이 적용되지 않는 문제를 해결합니다. 작업표시줄이 재시작 됩니다.
ru_ru: Устраняет проблему, из-за которой невозможно создать иконку в области уведомлений. Этот метод перезапустит проводник.
vi_vn: Sửa lỗi không thể tạo biểu tượng khay hệ thống, phương pháp này sẽ khởi động lại explorer.
zh_cn: 修复无法创建系统托盘图标的问题，此方法会重启资源管理器。
zh_hk: 修正無法建立系統工作列圖示嘅問題，呢個方法會重新啟動檔案總管。

# SelfQueryPage_AccountRecords
source: Account Records
de_de: Account-Aufzeichnungen
it_it: Registri Account
ja_jp: アカウントの記録
ko_kr: 계정 기록
ru_ru: История расходов в аккаунте
th_th: ประวัติบัญชี
vi_vn: Bản ghi tài khoản
zh_cn: 账号记录
zh_hk: Account 記錄

# SelfQueryPage_DeleteThisMonthSData
source: Delete this Month's Data
de_de: Monatsdaten löschen
it_it: Elimina i dati di questo mese
ja_jp: 今月のデータを削除する
ko_kr: 이번달 기록 제거
ru_ru: Удалить данные за этот месяц
th_th: ลบข้อมูลของเดือนนี้
vi_vn: Xóa dữ liệu tháng này
zh_cn: 删除本月数据
zh_hk: Delete 今個月嘅資料

# SelfQueryPage_StepsToGetURL
source: Steps to get URL:
de_de: Schritte um die URL zu erhalten:
it_it: Passi per ottenere l'URL:
ja_jp: URLを取得する手順:
ko_kr: URL 획득 경로
ru_ru: Шаги для получения URL:
vi_vn: Các bước để lấy URL:
zh_cn: 获取 URL 的步骤：
zh_hk: 攞 URL 的步驟：

# SelfQueryPage_InputURLSteps
source: - Open menu in game. - Click Feedback (Genshin) or Bug Report (Star Rail). - Copy the URL of web and paste into the box below.
de_de: - Menü im Spiel öffnen. - Klicken Sie auf Feedback (Genshin) oder Bug-Report (Star Rail). - Kopieren Sie die URL und fügen Sie sie in das untenstehende Feld ein.
it_it: - Aprire il menu nel gioco. - Fare clic su Feedback (Genshin) o Bug Report (Star Rail). - Copiare l'URL del web e incollarlo nella casella sottostante.
ja_jp: - ゲーム内のメニューを開きます。 - フィードバック(原神)またはバグの報告(崩壊:スターレイル)をクリックします。 - WebのURLをコピーし、下のボックスに貼り付けます。
ko_kr: - 게임내의 메뉴화면에 진입합니다. - 제보(원신) 혹은 오류제보(스타레일) 을 클릭합니다. - 열린 페이지의 URL을 복사해 하단 입력창에 붙여넣기 합니다.
ru_ru: - Откройте меню в игре. - Нажмите "Поддержка" (Genshin) или "Сообщить о проблеме" (Star Rail). - Скопируйте URL-адрес веб-сайта и вставьте в поле ниже.
vi_vn: - Mở menu trong trò chơi. - Nhấn Phản hồi (Genshin) hoặc Báo lỗi (Star Rail). - Sao chép URL của trang web và dán vào ô bên dưới.
zh_cn: - 在游戏中打开菜单 - 点击反馈(原神)或问题反馈(星穹铁道) - 复制网页的 URL 并粘贴到下方输入框中
zh_hk: - 係遊戲中打開選單 - 撳意見回饋 (原神) 或問題通報 (星穹鐵道) - 複製網頁嘅 URL 之後 paste 係下面嘅輸入框入面

# SelfQueryPage_InputURLNote
source: Note: Records language follows language setting in game and cannot be changed.
de_de: Hinweis: Die Aufzeichnungssprache folgt der Spracheinstellung im Spiel und kann nicht geändert werden.
it_it: Nota: La lingua dei record segue l'impostazione della lingua nel gioco e non può essere modificata.
ja_jp: 注意: 記録の表示言語はゲーム内の言語設定に従っている為、変更する事はできません。
ko_kr: 경고: 계정기록의 언어는 게임내 언어와 동일하며 수정할 수 없습니다.
ru_ru: Примечание: Язык записей соответствует настройкам языка в игре и не может быть изменён.
vi_vn: Lưu ý: Ngôn ngữ bản ghi sẽ tuân theo cài đặt ngôn ngữ trong trò chơi và không thể thay đổi.
zh_cn: 注意：本地账号记录的语言跟随游戏中的语言设置，并且无法被更改。
zh_hk: 注意：本地 account 記錄嘅語言跟隨遊戲入面嘅語言設定，而且無辦法被更改。

# SelfQueryPage_DeleteThisMonthSData_DialogContent
source: Would you like to delete records of {0} in {1}? This operation cannot be canceled.
de_de: Möchten Sie Datensätze von {0} in {1} löschen? Diese Operation kann nicht abgebrochen werden.
it_it: Vuoi eliminare i record di {0} in {1}? Questa operazione non può essere annullata.
ja_jp: {1} 内の {0} の記録を削除しますか? この操作は取り消す事はできません。
ko_kr: {1} 의 {0} 기록을 제거하시겠습니까? 이 동작은 되돌릴 수 없습니다.
ru_ru: Вы хотите удалить записи {0} в {1}? Эта операция не может быть отменена.
vi_vn: Bạn có muốn xóa bản ghi của {0} vào {1} không? Thao tác này không thể hủy bỏ.
zh_cn: 你想要删除 {1} 的{0}记录吗？此操作不可撤销。
zh_hk: 你係唔係想要 delete {1} 嘅 {0} 記錄？ 呢個操作無得恢復。
